# coding=utf8

text = """













ПРАВО ВЛАСНОСТІ

Назар Коломієць

Лоґлайн: «Відьма з картини полює на душу молодого водія Богдана, у сім'ї якого очікується поповнення»

































ТИТР: 

«Загалом, людина проявляє свободу лише у виборі залежності», - Герман Гессе.

ЕКСТ. ПОБЛИЗУ КИЄВСЬКОГО МАЄТКУ КОСТЯНТИНА ВЛАСНОГО НІЧ

Біля воріт, що ведуть на територію маєтку, припаркована ВАНТАЖІВКА, з причепу якої ВАНТАЖНИКИ1,2 по черзі дістають стопки обгорнутих захисною плівкою картин та складають їх у чотирьохколісний вантажний візок поблизу. Вантажник2 залазить у темряву причепу за останньою картиною. Через деякий час, втомившись очікувати напарника, Вантажник1, що залишився поруч із візком, нетерпляче стукає по причепу.

ВАНТАЖНИК1
Ти там скоро, Альош? «Плейбой» мій надибав, чи що?

Не дочекавшись відповіді Вантажник1 починає крокувати поздовж вантажівки, тягнучи за собою візок. Варто було йому наблизитися до напіввідчинених дверей причепу, звідти зі страшним металевим гуркотом вистрибує (страшно задоволений наляканим виглядом Вантажника1) Вантажник2 з останньою картиною в руках, котра на відміну від інших була загорнута у темну, непрозору плівку.

ВАНТАЖНИК1
(відхекуючись)
Я занадто старий для такої дурні, Альош…

ВАНТАЖНИК2
Я для того й дуркую. Аби серцем не старіти.

ВАНТАЖНИК1
Серцем? Моє тобі не подякує. Ну, хоч картину дістав…

ВАНТАЖНИК2
Це вона! Та сама, яку ніколи іще не виставляли на публіку. Кажуть то невдала версія Джоконди Леонардо. Давай глянемо, таке буває лиш раз у житті.

ВАНТАЖНИК1
І порушити прохання замовника. Ні, мені не цікаво залишитися без оплати заради такого задоволення.
ВАНТАЖНИК2
Радянський ти, Петре, до мозку кісток практичний.

ВАНТАЖНИК1
(знизуючи плечима)
Клади вже…

Вантажник2 слухняно кладе картину на візок. Обидва (Вантажники1,2) мовчки чимчикують поближче до в’їзних воріт (Вантажник1 – тягнучи візок).

ВАНТАЖНИК1
(натиснувши кнопку домофону)
Це перевізники… Ми біля воріт. Вантаж доставлено без ушкоджень. Відчиніть, чи може розпишіться про отримання вантажу біля воріт та й по всьому…

У відповідь чутно лише шипіння.

ВАНТАЖНИК1
(натиснувши кнопку домофону)
Костянтине?

КОСТЯНТИН ВЛАСНИЙ (З.К.)
Я вже тут, хлопці.

Синхронно здригнувшись, Вантажники1,2 обертаються на голос КОСТЯНКИНА ВЛАСНОГО (багатій, меценат, доволі огрядна на свій вік, та все ж молода людина), що якимось чином опинився позаду них. Спершись на причеп, він курить цигарку.

КОСТЯНТИН ВЛАСНИЙ
Не дивуйтесь. У цьому домі занадто багато виходів.

Вантажник1 підходить до Костянтина Власного тримаючи кулькову ручку та квитанцію про отримання вантажу наготові.

КОСТЯНТИН ВЛАСНИЙ
(з цигаркою в зубах, взявши до рук ручку)
Де поставити підпис?

Вантажник1 вказує на місце для підпису. Костянтин Власний починає виводити підпис, але зупиняється на півдорозі.



КОСТЯНТИН ВЛАСНИЙ
(зі стиснутими через цигарку зубами)
Чекайте… Треба дещо перевірити.

Костянтин Власний іде до залишеного Вантажником1 біля воріт візка.

ВАНТАЖНИК1
(услід Костянтину)
Кажу ж вам, усе в ідеальному стані. Ваше право…
(Вантажнику2, що зостався поруч із візком)
Покажи йому, Альош. Для певності. Вантаж таки делікатний.

Вантажник1 бере одну із картин у прозорій плівці та демонструє її Костянтину Власному, що якраз підійшов.

КОСТЯНТИН ВЛАСНИЙ
Не цю. Ця мене не цікавить.

Костянтин Власний бере до рук єдину картину обгорнуту непрозорою плівкою.

КОСТЯНТИН ВЛАСНИЙ
(Вантажнику2, пильно оглядаючи плівку на наявність пошкоджень)
Кажи чесно, хлопче…

Костянтин Власний помічає зроблену у плівці ледь помітну дірочку.

КОСТЯНТИН ВЛАСНИЙ (ПРОДОВЖЕННЯ)
Вона тобі посміхнулася?

ВАНТАЖНИК2
(збентежено)
Чудернацькі у Вас питання, пане… Недарма кажуть – у багатих свої причуди.

КОСТЯНТИН ВЛАСНИЙ
(грізно, ігноруючи небажане падіння цигарки додолу)
Відповідай! Посміхалася чи ні? Так чи ні?!

ЗВОРОТНЯ ПЕРЕМОТКА ЧАСУ


ІНТ. ПРИЧЕП ВАНТАЖІВКИ НІЧ

Вантажник2 із кишеньковим ліхтариком у зубах обережно, шар за шаром, знімає темну плівку з картини, на якій зображена змучена на вигляд жінка середнього віку, чию безумовну вроду псувала чи то загальна змученість, чи просто щось невимовно моторошне у рисах її обличчя. Взявши ліхтарика до рук, Вантажник2 висвітлює деталі полотна, вдивляючись у кожну так, ніби хоче закарбувати згадку про зображуване до кінця життя. Коли у світлі ліхтарика нарешті опинилося обличчя жінки, у стінку причепу постукали, що, ну звісно ж, відволікає Вантажника2 від оглядин.

ВАНТАЖНИК1 (З.К.)
Ти там скоро, Альош? «Плейбой» мій надибав, чи що?

Через секунду Вантажник2 спрямовує свій погляд назад на полотно. Обличчя жінки знову у світлі ліхтарика, проте тепер вона ледь помітно посміхається, як та сама Джоконда. Доки Вантажник2 протирає очі, із темряви прямісінько перед ним з'являється видимий лише глядачеві жахливий жіночий силует.

ВАНТАЖНИК2 (З.К.)
(тремтячим голосом)
А вам…

Під час прискореної перемоткою упаковки картини назад у плівку, Вантажник2 ненавмисне пошкоджує плівку мізинцем.

ЕКСТ. ПОБЛИЗУ КИЄВСЬКОГО МАЄТКУ КОСТЯНТИНА ВЛАСНОГО НІЧ

Костянтин Власний піднімає недопалок, погрожує ним закляклому Вантажнику2.

ВАНТАЖНИК2 (ПРОДОВЖЕННЯ)
(тремтячим голосом)
…хіба ні?

Відкинувши недопалок, Костянтин Власний миттю дістає схований за поясом пістолет і без вагань стріляє Вантажнику2 в обличчя. Побачивши це, Вантажник1 кидається навтіки до кабіни вантажівки. 

ІНТ. КАБІНА ВАНТАЖІВКИ НІЧ

Хутко замкнувши двері кабіни, Вантажник1 тремтячими руками шукає по карманах дистанційний ключ запалювання. Знайшовши ключ, Вантажник1 багаторазово здригається від почутих позаду пострілів. Доки Вантажник1 безуспішно тисне на усі кнопки на брелоку, до дверей з боку водія підходить Костянтин Власний. Він без зусиль відчиняє водійські дверцята і витягає Вантажника1 з кабіни.

ЕКСТ. ПОБЛИЗУ КИЄВСЬКОГО МАЄТКУ КОСТЯНТИНА ВЛАСНОГО НІЧ

Пручаючись, Вантажнику1 вдається встромити ключа прямісінько у сонну артерію Костянтина Власного. Поранений падає на коліна, стікаючи кров'ю. Вантажник1 відповзає якомога далі, не зводячи очей з Костянтина Власного і той «проводжає» його кривавою посмішкою.

КОСТЯНТИН ВЛАСНИЙ
(на останньому подиху, захлинаючись кров'ю)
Посміхнись їй наостанок… Позаду.

Вантажник1 боязко відводить погляд від Костянтина Власного, що здригається у передсмертних конвульсіях. Позаду нього (Вантажника1) – ВІДЬМА (схоже на жінку з картини жахливе створіння з надміру довгими кінцівками, порожніми зіницями тощо…).

ТИТР: 

ТИЖДЕНЬ ПОТОМУ

НАТ. ПАРКОВКА БІЛЯ БІЗНЕС-ЦЕНТРУ ВЕЧІР

Костянтин Власний (у зручному одязі), злегка посміхаючись, підходить до АВТО ВЛАСНОГО, за кермом якого дрімає БОГДАН (молодий водій, одягнений у шоферський картуз та класичний костюм на білу сорочку). Костянтин Власний стукає у водійські дверцята, змушуючи Богдана прокинутися та приспустити дверне скло.


КОСТЯНТИН ВЛАСНИЙ
Водій ти надійний, та це не дає тобі права кимарити за кермом. Пам'ятай про випробувальний період. Сьогодні сидітиму позаду.

Богдан, перегнувшись через водійське сидіння, відчиняє задні двері Авто Власного.

БОГДАН
Сідайте.

ІНТ. АВТО ВЛАСНОГО ВЕЧІР

Костянтин Власний сідає на заднє сидіння. Богдан заводить авто.
КОСТЯНТИН ВЛАСНИЙ
До маєтку.

ІНТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) ВЕЧІР

Пересвідчившись у наявності водійських прав (на правах уперше бачимо ім’я героя), Богдан виїжджає за межі парковки на проїжджу частину.

БОГДАН
Поговоримо про живопис?

КОСТЯНТИН ВЛАСНИЙ
Не цього разу. У мене завтра чергова благодійна виставка….

 БОГДАН
Втомилися від високого мистецтва?

КОСТЯНТИН ВЛАСНИЙ
Скоріше від постійних спроб  перекупників занизити цінність кожного твору до рівня його грошової вартості.

БОГДАН
Хіба Ви не один із них?

КОСТЯНТИН ВЛАСНИЙ
Доїдемо без розмов.

Костянтин Власний натискає на кнопку, що активує непрозору  шторку, яка розділяє передні та заднє сидіння та дещо заглушує звуки з протилежної сторони.

ЕКСТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) ВЕЧІР

Авто розчиняється у жвавому потоці транспорту.

ЕКСТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) ВЕЧІР

Через відчинені ворота авто в'їжджає на територію маєтку, зупиняється біля головного входу.

ЕКСТ. ПОБЛИЗУ КИЄВСЬКОГО МАЄТКУ КОСТЯНТИНА ВЛАСНОГО ВЕЧІР

Богдан виходить із Авто Власного, відкриває задні двері.

БОГДАН
Прошу.

Костянтин Власний виходить із Авто Власного.

КОСТЯНТИН ВЛАСНИЙ
Необов'язково так вислужуватися. Виглядає жалюгідно.

БОГДАН
Вибачаюся.

Костянтин іде до дверей маєтку. Богдан закриває задні двері Авто Власного.

БОГДАН
(Костянтину услід)
Вибачаюся…

КОСТЯНТИН ВЛАСНИЙ
(озираючись на Богдана)
Одного разу досить.

БОГДАН
Щодо грошей… Місяць майже скінчився, тож… 

КОСТЯНТИН ВЛАСНИЙ
Зазирни у бардачок. На сьогодні ти вільний.

Костянтин Власний зникає за дверима маєтку. Богдан займає місце водія, відкриває бардачок (усередині – чорний конверт). Богдан відкриває конверт, дістає звідти гроші та два квитки на завтрашню виставку «імені Анастасії Власної».

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) НІЧ

Зачинивши вхідні двері на ключ, Богдан першочергово послабляє ненависну йому краватку, розстібає верхній ґудзик сорочки, роззувається, викладає з кишень конверт та квитки на взуттєвий комод, накриває їх картузом та йде до ванної кімнати.

ІНТ. КВАРТИРА БОГДАНА (ВАННА КІМНАТА) НІЧ

Богдан стоячи сцить у розташований поруч із ванною унітаз у той же час дивлячись трохи вбік - на своє відображення у дзеркалі над раковиною, миє руки, умивається, чистить зуби, іде до кухні (через передпокій).

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) НІЧ

На шляху до кухні Богдан звертає увагу на прочинені двері до дитячої, за ними темно.
ІНТ. КВАРТИРА БОГДАНА (ДИТЯЧА) НІЧ

Богдан намацує у темряві перемикач світла. Клац! Поодинока лампочка під стелею висвітлює відсутність у кімнаті шпалер, штор… узагалі усього, окрім прикритої вуаллю колиски у центрі, мольберта у кутку та табурету поблизу нього, на якому складене приладдя для малювання масляними фарбами. На мольберті – картина, що зображує повністю відремонтовану кімнату з усім необхідним дитині. Богдан вимикає світло. ЗТМ.

ІНТ. КВАРТИРА БОГДАНА (КУХНЯ) НІЧ

У темряві Богдан відкриває холодильник, дістає звідти сиру сосиску.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) НІЧ

Зробивши крок у темряву спальні з телефоном у якості ліхтарика, Богдан миттєво гасить екран мобільного, боячись збудити ДІАНУ (помітно вагітна дружина Богдана посередньої зовнішності; художник-любитель), що міцно спить на подружньому ліжку. Скинувши з себе костюм, сорочку та шкарпетки, Богдан лягає поруч із Діаною (спиною до неї), засинає.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) РАНОК

Діана просинається з будильником, обіймає себе, ховаючись від ранкової прохолоди глибше під ковдру та випадково намацує подряпини на руці (біля плеча), повертається до Богдана.

ДІАНА
(вказуючи на подряпини)
Це ти мене подряпав учора, тигре?

Богдан повертається до Діани, відриваючись від споглядання побіленої стелі.

ІНТ. ГАЛЕРЕЯ ВЛАСНОГО ВЕЧІР

Богдан (у костюмі, без картуза) і Діана (у вихідному просторому платті без рукавів) стоять перед картиною Казимира Малевича «Біле на білому». Діана з цікавістю розглядає полотно, погляд Богдана звернений до Діани. Довкола туди-сюди снують гості виставки (МАСОВКА1).

БОГДАН
(вдивляючись у подряпини на руці Діани)
Діано, будь обережна…

ДІАНА
Сама не знаю, як це сталося.

БОГДАН
Дарма я дозволив тобі піти зі мною.

ДІАНА
Дурниці. Вагітна - не означає «ув'язнена».

БОГДАН
Поблизу Костянтина Власного я завжди почуваюся, наче на роботі. Готовим до раптової поїздки. А що як мені доведеться залишити тебе саму?

До Богдана і Діани, оминаючи учасників Масовки1, наближається Костянтин Власний.

БОГДАН
(Костянтину Власному)
Пане Власний…

КОСТЯНТИН ВЛАСНИЙ
(Богдану)
У неробочий час можна просто Костянтин.
(Діані)
А вас…

БОГДАН
(Костянтину Власному, випереджаючи його запитання)
Діана, моя вагітна дружина.

КОСТЯНТИН ВЛАСНИЙ
(Діані)
Дуже приємно.
(Богдану)
Розумію твоє небажання залишати її без нагляду. Вона сама, наче витвір мистецтва.

БОГДАН
(Костянтину Власному)
Чули нашу розмову?




КОСТЯНТИН ВЛАСНИЙ
(Богдану)
Випадково. Побічний ефект високого рівня безпеки.

ДІАНА
(Костянтину Власному)
Дуже вдячна Вам за запрошення.

КОСТЯНТИН ВЛАСНИЙ
(Діані)
Не варто. Це цілком заслуга вашого чоловіка та його живого інтересу до живопису.

ДІАНА
(Костянтину Власному)
Моє виховання.

Костянтин Власний бере праву руку Діани, ніби збирається поцілувати.

КОСТЯНТИН ВЛАСНИЙ
(Діані)
Судячи з витонченості ваших рук, ви - художниця.

БОГДАН
(Костянтину Власному)
Непрофесійна.

КОСТЯНТИН ВЛАСНИЙ
(Діані)
Можу я побачити ваші роботи?

ДІАНА
(Костянтину Власному)
Мені трохи соромно…

КОСТЯНТИН ВЛАСНИЙ
(Діані)
Тоді ви виняткова. Сучасне мистецтво цілком безсоромне.

Розчервонівшись, Діана дістає телефон, заходить у додаток «Фото» (папка «Мої картини») і передає мобільний Костянтину Власному.

ДІАНА
(Костянтину Власному)
Ось…


КОСТЯНТИН ВЛАСНИЙ
(дивлячись на екран телефона)
Цікаво…

Костянтин Власний гортає фото картин Діани у мобільному, загалом це малопримітні пейзажі та інтер'єри. На одному з кадрів постає ледь усміхнена Відьма, після чого цей кадр починає без кінця повторюватися, куди б не листав Костянтин Власний. Роздратований присутністю Відьми він стискає телефон занадто сильно, до появи тріщин.

КОСТЯНТИН ВЛАСНИЙ
(Діані, повертаючи телефон)
Схоже я винен вам телефон.

ДІАНА
(Костянтину Власному)
Картини…

КОСТЯНТИН ВЛАСНИЙ
(Діані)
Вони чудові. Без лестощів. Запрошую вас обох у гості. Завтра вдень. Обіцяю щонайменше новий телефон.
(Богдану)
Погоджуйся. Буде тобі зайвий вихідний.


БОГДАН
(Костянтину Власному)
Оплачуваний?

КОСТЯНТИН ВЛАСНИЙ
(Богдану)
Авжеж, оплачуваний. Одразу видно, хто з вас митець…

ІНТ. МАЄТОК ВЛАСНОГО (ЇДАЛЬНЯ) ДЕНЬ

Діана, Богдан та Костянтин Власний сидять за вишуканим обіднім столом, Діана і Богдан – поруч. Навпроти кожного стоїть тарілка зі смаколиками. На підлозі біля Богдана лежить тубус для переноски картин. На скатертині біля Костянтина Власного лежить запакований телефон, модель аналогічна тріснутому.

КОСТЯНТИН ВЛАСНИЙ
Час обмінюватися подарунками.

Костянтин Власний підсуває коробку з телефоном поближче до Діани.
БОГДАН
(Костянтину Власному)
Я принесу.

Богдан піднімається з-за столу. Відносить тубус із картиною Костянтину Власному та повертається за стіл. Костянтин Власний поспіхом відкриває тубус.  

КОСТЯНТИН ВЛАСНИЙ
Вибачте, не можу чекати.

Діана мовчки червоніє, спостерігаючи за тим, як Костянтин Власний повільно розгортає трубкою згорнуте полотно. На картині зображено типовий пасторальний пейзаж.

КОСТЯНТИН ВЛАСНИЙ
(дивлячись на картину)
Схоже я винен вам набагато більше…

Суб’єктивний погляд Костянтина Власного на полотно: картина – точна копія портрету Відьми.

КОСТЯНТИН ВЛАСНИЙ
Ігоре,

До столу підходить непомітний дотепер ДВОРЕЦЬКИЙ. Костянтин Власний складає картину назад у тубус, передає його Дворецькому.

КОСТЯНТИН ВЛАСНИЙ (ПРОДОВЖЕННЯ)
(Ігорю)
Віднеси це у галерею.

Дворецький киває і йде геть. Діана шепоче щось Богдану на вухо.

КОСТЯНТИН ВЛАСНИЙ (ПРОДОВЖЕННЯ)
(Ігорю)
Дорогою відведи нашу гостю до вбиральні.

БОГДАН
(Костянтину Власному)
Побічний ефект високого рівня безпеки?

КОСТЯНТИН ВЛАСНИЙ (ПРОДОВЖЕННЯ)
(Богдану)
Високий рівень етикету.

Дворецький із тубусом на плечі допомагає Діані піднятися. Обоє ідуть геть.

ІНТ. МАЄТОК ВЛАСНОГО (ТРИВАЛИЙ КОРИДОР/ГАЛЕРЕЯ) ДЕНЬ

Діана неспішно слідує за Дворецьким по тьмяному коридору, по обидва боки якого – велика кількість ідентичних на вигляд дверей. Дворецький, що йшов на декілька кроків попереду Діани, зникає за одними з них. З інших – позаду Діани – негайно виходить Відьма (у людській подобі). Почувши кроки, Діана обертається на Відьму, та проходить повз неї, наче не помічаючи.

ДІАНА
(Відьмі услід)
Зачекайте.

Відьма зупиняється за два кроки попереду Діани (там само, де востаннє знаходився Дворецький). Змірявши Діану холодним поглядом, Відьма кивком запрошує її прослідувати за нею. 

ВІДЬМА
(ласкаво, посміхаючись)
Я – хазяйка цього маєтку, тож ти – моя гостя. Ходімо…

Впевнившись, що Діана йтиме слідом, Відьма повільно заходить в одні з дверей. Після зникнення Відьми, усі незаймані нею двері, судячи по звуку, починають синхронно замикатися. 

Дочекавшись тиші, Діана йде далі. Вона звертає увагу на єдині прочинені двері. Підійшовши до дверей майже впритул, Діана бачить, що за ними знаходиться яскраво освітлена полуденним сонцем галерея, заходить усередину.

ДІАНА
(не виявивши в галереї візуальних ознак Дворецького)
Ігоре?

Діана мимохідь починає розглядати картини, якими були вщент завішані стіни довкола. Майже одразу її погляд зупиняється на портреті Відьми (без усмішки), що висів у самому центрі композиції. Відьма на картині здається Діані аж надто потворною, з її перспективи жінка постає у своїй «істинні подобі» - з усіма дефектами. Діана замружує очі, обертається назад. Відкривши очі, вона усе ще бачить перед собою портрет Відьми, ба більше – усі присутні картини віднині дублюють Відьмин портрет. Діана замружує очі удруге, глибоко вдихає, видихає. Затамувавши подих, вона боязко розплющує очі. Відьма тицяє Діані у око огидним крючкуватим аномально великого розміру нігтем (на вказівному пальці). В цю ж мить Відьми на портретах, що довкола, починають пронизливо кричати.

ІНТ. МАЄТОК ВЛАСНОГО (ТРИВАЛИЙ КОРИДОР/ГАЛЕРЕЯ) ДЕНЬ

Богдан та Костянтин Власний поспішають по коридору до галереї з якої лунає крик Діани. Вони знаходять Діану на підлозі галереї напівпритомною. Над нею нависає Дворецький. Опинившись поруч із Діаною, Богдан стає навколішки. Костянтин Власний стоїть осторонь.

БОГДАН
(Діані)
Діано! З тобою все гаразд?
(Дворецькому)
Як, у біса, вийшло, що вона знепритомніла?!

Дворецький підводиться.

ДВОРЕЦЬКИЙ
(Богдану)
Можливо все через пил. Деякі з картин у цій кімнаті аж надто древні… Чуєте запах? Це запах сотень років історії. Я наполегливо просив гостю зачекати мене у коридорі, та, як бачимо…

Продерши очі, Діана першочергово шукає ними Відьмин портрет, проте на місці де він висів (у центрі композиції) тепер знаходиться Діанина пастораль.

ДІАНА
(Богдану, Дворецькому)
Жінка, вона провела мене сюди…
(Костянтину Власному, що стоїть у дверях)
Назвалася хазяйкою маєтку.

Богдан побіжно оглядає Діану на наявність видимих ушкоджень, яких немає. Богдан допомагає Діані піднятися.

КОСТЯНТИН ВЛАСНИЙ
(Діані, Богдану)
Моя дружина давно померла, а іншої хазяйки у цьому домі не буде. Крім того, усі присутні, то єдині живі душі на території маєтку. Якщо бажаєте, Ігор покаже вам відео з камер спостереження.



БОГДАН
(Костянтину Власному)
Краще ми якомога скоріше поїдемо додому.

КОСТЯНТИН ВЛАСНИЙ
(Діані, Богдану)
Моя автівка до ваших послуг. До того ж ключ уже у тебе в кишені.

ІНТ. МАЄТОК ВЛАСНОГО ДЕНЬ

Дворецький та Костянтин Власний проводжають Діану і Богдана до передпокою. Перед самісіньким виходом гостей надвір Дворецький знімає тубус, що увесь цей час висів у нього на плечі.

ДВОРЕЦЬКИЙ
(Богдану, передаючи йому тубус)
Тубус не забудь.

Богдан поспіхом вішає тубус собі на плече, кивком прощається з Дворецьким та Костянтином Власним та, взявши Діану за руку, поспішає вийти з маєтку.

Крізь вікно Костянтин Власний (наодинці) спостерігає за тим, як Богдан тягне Діану до Авто Власного. Позаду Костянтина Власного виникає Відьма (у істинній подобі), що обіймає його за шию, склавши руки на його грудях. Костянтин Власний ніжно прижимає Відьмину руку до грудей.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) ВЕЧІР

Богдан та Діана (обоє одягнені по-домашньому) стоять по різні боки застеленого подружнього ліжка, на якому лежить напіврозгорнуте полотно із Відьомським портретом. Порожній тубус валяється на підлозі поблизу.

БОГДАН
(суворо)
Я не хочу про це говорити. Від завтра жодного слова не скажу і тобі не раджу. Ця ситуація може бути лише замовчана. Нехай ти влаштувала сьогодні виставу… але поцупити картину… Добре. Добре. Припустимо це помилка Ігоря. Його слово проти твого. Жодного шансу… Засунемо картину назад у тубус і будемо сподіватися, що обмін був рівноцінним.
Богдан відповідає на раптовий дзвінок.

БОГДАН
(у слухавку)
Слухаю…

Закінчивши розмову, Богдан поспіхом надягає костюм. Діана сідає на ліжко, починаючи згортати картину.

ДІАНА
(ховаючи картину у тубус)
Оплачуваний вихідний закінчився завчасно?

БОГДАН
Буду після опівночі. На мене не готуй.

Одягнений у звичний костюм Богдан вибігає зі спальні.

БОГДАН (З.К.)
(з передпокою, перед тим, як зачинити вхідні двері)
Люблю тебе…

Діана закочує тубус під ліжко і, вимкнувши світло, лягає спати. Аж раптом тубус гучно викочується назовні. Напівсонна Діана вдивляється у ледь розрізнюваний силует тубуса. Позіханням проганяючи сон, Діана спускає ноги на підлогу. Сидячи на ліжку, вона нахиляється, щоб дотягнутися до наплічного ременя тубуса. Коли Діані, нарешті, щастить притягнути до себе тубус, кігтисті Відьмині лапи хапають її за обидві щиколотки та ривком затаскують під ліжко.

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) НІЧ

Скинувши верхній одяг, Богдан негайно іде до дверей ванної кімнати, смикає за ручку декілька разів, розуміючи, що двері зачинені. З-за дверей починає шуміти вода.

БОГДАН
(намагаючись перекричати шум)
Мені треба до туалету. Зашторся, як не хочеш завчасно руйнувати романтику.

Постукавши у двері тричі, Богдан дістає з кишені п'ятикопійкову монету та розмикає з її допомогою односторонній замок.



БОГДАН
(кладучи монету назад у кишеню)
Коротше кажучи, я заходжу.

Крізь нижній дверний зазор починає просочуватися вода. Помітивши це, Богдан рішуче відчиняє двері ванної кімнати, вбігає всередину.

ІНТ. КВАРТИРА БОГДАНА (ВАННА КІМНАТА) НІЧ

Богдан з острахом спостерігає, як із заповненої по вінця ванни на підлогу витікає вода (непрозора поліетиленова штора для душу була запнута). Бігом наблизившись до ванни (дорогою ледь не послизнувшись), Богдан зриває штору, що приховувала жахливе – у воді лежить непритомна Діана (у нічній сорочці, без ознак вагітності), з її промежини витікає кров. Тремтячими руками Богдан закриває відкритий на повну кран, притримуючи голову Діани на поверхні забарвленої кров'ю води, намагається зробити їй штучне дихання, марно. Богдан бере Діану на руки, виносить її з кімнати. Коли Богдан із Діаною на руках проходить повз дзеркало, у відображені можемо бачити Відьму, що слідує за ним.

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) НІЧ

Богдан із Діаною на руках якомога швидше перетинає передпокій на шляху до спальні, залишаючи по собі вологі сліди. В них (а також на всіх відбиваючих поверхнях) видно Відьму, що продовжує йти позаду.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) НІЧ

Богдан кладе Діану на ліжко, робить їй штучне дихання. У відображенні дверей дзеркальної шафи бачимо Відьму, що стоїть одразу за Богданом. Після штучного дихання Діана приходить до тями, опираючись на лікоть, блює накопиченою в легенях водою на розстелену постіль.

БОГДАН
(переводячи дух)
Нарешті…

ДІАНА
(охриплим слабким голосом)
Облиш мене… Рятуй дитину.

У ту ж мить за межами спальні починає лунати пронизливий багатоголосий дитячий плач. Наляканий Богдан обертається назад (одночасно з цим зникає Відьма у відображенні), вибігає зі спальні.



ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ/ДИТЯЧА) НІЧ

Плач веде Богдана до дитячої. Хоча у кімнаті темно, завдяки слабкому освітленню з вулиці, що потрапляє всередину крізь вікно, Богдан помічає жіночий (Відьмин) силует, який починає хитати колиску. Рівномірне скрипіння колиски змушує плач вщухнути. Богдан звично намацує перемикач, вмикає світло. При світлі Відьми у кімнаті не виявилося, лише розхитана колиска у центрі. Підійшовши до колиски, Богдан обережно відкриває вуаль, видихає, пересвідчившись, що колиска порожня. Почувши позаду стогони, Богдан, здригаючись усім тілом, обертається на звук. Залишаючи на підлозі криваву смугу, до Богдана підповзає Діана у цілком закривавленій нічній сорочці. Закляклий Богдан, намацавши за спиною бильце колиски, добіла змикає на ньому пальці обох рук.

ДІАНА
(повторюючи крізь стогони)
Ти. Нас. Підвів.

Діана доповзає до Богдана на відстань менше кроку, обома руками хапає його за ікри.

ДІАНА
Не мене тобі треба боятися…

За-за вуалі із колиски піднімається Відьмина кігтиста рука та різко хапає Богдана за зап'ясток, залишаючи глибокі подряпини.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) РАНОК

Богдан прокидається у порожньому ліжку, не відкриваючи очей, намагається намацати поруч Діану. Упевнившись у її відсутності, Богдан продирає очі, покидає теплу постіль, на якій помітно чіткий відбиток поту.

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ/ВАННА КІМНАТА) РАНОК

Майже навпомацки Богдан повільно підходить до дверей ванної кімнати. Лише почувши за ними шум води, він прокидається остаточно. Міцно стиснувши дверну ручку, Богдан обережно відчиняє двері. За дверима Богдана зустрічає вельми заспокійлива картина: Діана (у халаті, вагітна) чистить зуби перед дзеркалом, що над раковиною.

ДІАНА
(нерозбірливо, у процесі чищення зубів)
Доброго ранку.



БОГДАН
(розгублено)
І тобі…

Переступивши поріг, Богдан стає позаду Діани, у дзеркальному відображенні помічає, що на пораненому уві сні зап'ястку збереглися глибокі подряпини. Діана нахиляється над раковиною, полоскає рота. Побачивши це, Богдан на мить уявляє її такою, як коли вона вибльовувала залишки води з легень. Обернувшись, Діана бере Богдана за руку, оглядає поранений зап'ясток.

ДІАНА
Треба обробити перекисом.

БОГДАН
(дивлячись на подряпини)
Пластира буде достатньо… кількох.

Із шафки для медикаментів, що висіла поруч із дзеркалом, Діана дістає пляшечку перекису водню та рулон вати.

ДІАНА
(відриваючи від рулону вати клаптик)
Тільки не тікай.

Відклавши зайве, Діана промочує клаптик вати окисом, протирає ним Богданові подряпини.

БОГДАН
Мені наснився кошмар.

ДІАНА
Мені теж. Але порівнювати їх ми не будемо, більше балачок – більше спогадів.

Діана закінчує протирати Богданові подряпини, оглядає результат.

ДІАНА
Тепер ми обоє мічені.

ІНТ. КВАРТИРА БОГДАНА (КУХНЯ) РАНОК

На пательні «шипить» турка з кавою. Богдан (одягнений у костюм) сидить за обіднім столом, розглядаючи візерунки на поєднаних у браслет пластирах, що повністю приховують подряпини на його зап'ястку. Діана – поруч, біля стільниці. Чекає на каву. Вона знімає з гачка, що на стіні пару кухонних рукавичок та кладе їх перед Богданом.

БОГДАН
(насупившись)
Хочеш, щоб я готувати почав, то так і скажи. Натяки у подружньому житті
зайві.

ДІАНА
Оскільки ми остаточно впевнилися, що ти з породи котОвих, то без рукавичок поночі тобі не обійтися.

БОГДАН
Жартуєш?

Діана дістає з кишені халата пару рукавичок для немовлят
(щоб ті не завдали собі шкоди уві сні).

ДІАНА
(дивлячись на кухонні рукавички)
Чим не дорослий аналог?

БОГДАН
Навряд чи це допоможе…

Діана ставить на стіл дві порожні кавові чашки.

ДІАНА
Як варіант – можна зв'язати тобі руки мотузкою.

БОГДАН
Звучить еротично…

Діана наливає в чашки каву. Богдан бере одну з них до рук, через раптовий біль у зап’ястку ледь не розливає напій.

ДІАНА
Обережніше. Опіками точно не зарадиш.

Зі спальні чутно дзвінок телефону. Ковтком осушивши чашку кави, Богдан піднімається з-за столу.

ДІАНА
Перш ніж підеш – заховай картину Власного назад у тубус.




ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) РАНОК

Богдан та Діана - перед портретом Відьми, що висить на стіні над ліжком.

ДІАНА
Коли я прокинулася – вона вже отак висіла. Думала, ти помітив…

БОГДАН
Я ледве очі продер. Ніколи було роззиратися.

ДІАНА
Я б не здужала вішати картину самотужки. То ж може ти, крім того, що котик, іще й сновида.

БОГДАН
Байдуже. Вирішуй, мені її зняти, чи нехай собі висить? Вона, наче, пасує до інтер'єру.

ДІАНА
Знімай. Чим швидше – тим краще. У неї до біса моторошний вигляд.

БОГДАН
Невже? Чимось на тебе схожа. Хоча… ти права. Повісимо сюди твій останній шедевр.

Богдан іде до дитячої.

БОГДАН (З.К.)
До речі, де він? У дитячій не бачу…

Богдан повертається до спальні.

ДІАНА
Здається, я зрозуміла…

Підійшовши ближче, Діана тягнеться до портрету Відьми, відгортає клаптик полотна від основи, на якій воно тримається та бачить, що під портретом ховається її картина (із мебльованою дитячою кімнатою). Богдан допомагає Діані обережно зняти з основи портрет Відьми. Після «звільнення» Діаниного шедевру стає очевидно, що картина зіпсована – над намальованою колискою віднині чорніє пляма-силует. Богдану на плече лягає кігтиста Відьмина рука. Відчувши, як кігті починають стискатися на плечі, він рефлекторно штурхає ліктем Відьму, що мала б бути за спиною. Та за спиною Богдана – не Відьма, а Діана. Саме її рука лежить на його плечі. Після неочікуваного удару ліктем у груди Діана, запобігаючи падінню, сідає на ліжко. Богдан дивиться на неї з жалем, збентежений власними діями.

БОГДАН
Я не…

ДІАНА
Спатимеш сьогодні окремо… Зі своєю намальованою лярвою.

Діана зі злістю зминає Відьмине обличчя (портрет лежить поруч). У Богдана в кишені дзвонить телефон.

 БОГДАН (ПРОДОВЖЕННЯ)
Не можу чекати, поки ти перебісишся. Вибач.

Богдан вибігає з кімнати.

БОГДАН (З.К.)
Люблю тебе!

ДІАНА
Пішов ти!

Діана чує, як зачиняються вхідні двері. Майже одразу після цього з передпокою починає звучати знайомий рингтон.

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) РАНОК

Бачимо, що джерелом звуку є досі запакований мобільний (що його відшкодував Власний), який лежить на взуттєвому комоді.

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) ВЕЧІР

Богдан стукає у зачинені двері спальні.

БОГДАН
Дай хоча б подушку…

ДІАНА (З.К.)
Обійдешся. Мобільним за чужий кошт мене не задобриш. Спи у колисці.



БОГДАН
Скажи хоча б, коли це скінчиться? Щоб я розумів, наскільки довговічною має бути нічліжка. Одну ніч я і без сну витримаю.

ДІАНА (З.К.)
Скінчиться, коли станеш розумнішим від немовляти.

Богдан озирається довкола у пошуках чогось схожого на подушку. На ручці дверей ванної помічає знайомий шкіряний тубус.

ІНТ. КВАРТИРА БОГДАНА (ВАННА КІМНАТА) ВЕЧІР

Богдан відшторює поліетиленову завісу над ванною, кладе у ванну банний рушник, розправляє його так, щоб той максимально покривав холодну чавунну поверхню. Поклавши у ванну тубус, Богдан, не знімаючи костюма, залазить у ванну зі ще одним рушником у руках. Він лягає на розстелений рушник (кран – в ногах), кладе тубус під голову та вкривається рушником, котрий тримав у руках. Не встигає Богдан вмоститися, як двері ванної кімнати відчиняються. До кімнати заходить напівоголена Діана (без подряпин на плечі). Богдан поспішає запнути поліетиленову штору.

БОГДАН
Вважай, що мене тут немає.

Богдан чекає секунд десять. Неочікувано для нього Діана відшторює завісу та, злегка перегнувшись через бортик ванни, намагається його поцілувати.

БОГДАН
Не знущайся, Діано. Дзюр та йди спати.

Діана шепоче Богдану на вухо:

ДІАНА
Здається, я знову тебе покохала. Ти ж знаєш, як воно буває у вагітних.

БОГДАН
Здогадуюсь, то можна мені у ліжко?

ДІАНА
Спершу доведи, що ти вже подорослішав.

Діана з легкістю залазить до ванни, сідає на Богдана зверху, розстібає йому ширінку штанів.

БОГДАН
Ти впевнена, що тобі можна?

Діана бере Богданову мочалку та запихає її йому до рота.

ДІАНА
Помовч, Богдане.

Діана зриває поліетиленову штору, вишилює звідти мотузку та починає зв’язувати Богдану руки. Спостерігаючи, Богдан помітно збуджується, він дозволяє Діані оволодіти ним. У процесі сексу у ванну починає набиратися вода. Відчувши це, Богдан роззирається довкола. Бачить, що двері до ванної кімнати розчинені. На порозі стоїть Діана (з подряпинами на плечі). Богдан, зніяковівши, повільно переводить погляд на Діану, що зараз на ньому, «дорогою», помічає, що вода, яка набирається у ванну, то кров. Коли ж він, нарешті, зустрічається очима з Діаною без подряпин – та з кошмарним горловим хрипом вибльовує на нього непомірну кількість води.

ІНТ. МАЄТОК ВЛАСНОГО (ВІТАЛЬНЯ) РАНОК

До нитки промоклий Богдан (у костюмі та брудних туфлях) прокидається на дивані, що застелений клейонкою.

БОГДАН
(собі)
Де це я?

ДВОРЕЦЬКИЙ
Самі як гадаєте?

Піднявшись на ліктях, Богдан шукає очима джерело голосу.

БОГДАН
Ігоре?

ДВОРЕЦЬКИЙ
Я.

Дворецький «виростає» над Богданом з боку верхнього бильця дивану.

БОГДАН
Можна останнє банальне питання?

ДВОРЕЦЬКИЙ
Ви з’явилися тут учора близько півночі.
ЗВОРОТНЯ ПЕРЕМОТКА ЧАСУ

ІНТ. МАЄТОК ВЛАСНОГО (ПЕРЕДПОКІЙ) НІЧ

На порозі маєтку стоїть змоклий через зливу Богдан, якого тримає за руку Відьма. Зустрічаючий їх Дворецький (з ліхтарем) киває Відьмі і впускає Богдана всередину. Відьма розчиняється в дощі.

ДВОРЕЦЬКИЙ (З.К.) (ПРОДОВЖЕННЯ)
Шукали прихистку. Це все, що мені відомо. Хазяїна розпитаєте за обідом. Сніданок, нажаль, уже минув.

ІНТ. МАЄТОК ВЛАСНОГО (ВІТАЛЬНЯ) РАНОК

Дворецький бере великий пакет, що непомічений Богданом стояв біля узголів’я дивану, починає діставати звідти зручні чоловічі речі. Богдан опускає взуті ноги на підлогу, сідає.

БОГДАН
Не можу чекати до обіду. Діана…

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) РАНОК

Чутно дверний дзвінок. Діана підходить до вхідних дверей, дивиться у дверне вічко. За дверима – Вантажники1,2 (позаду - вантажний візок, на якому складені відерця з акриловими фарбами).

ДВОРЕЦЬКИЙ (З.К.)
Її сповістили.

ІНТ. МАЄТОК ВЛАСНОГО (ВІТАЛЬНЯ) РАНОК

Дворецький дає Богданові взуттєву коробку з новою парою кросівок.

ДВОРЕЦЬКИЙ
Приміряйте.

Богдан перевзувається у кросівки, встає з дивану та збирається зійти з клейонки на паркет.

ДВОРЕЦЬКИЙ
У вчорашньому одязі сходити на паркет заборонено. З нього досі скапує.

Дворецький почергово викладає на диван одежу, що відповідає стилю Костянтина Власного. Богдан перевдягається під наглядом Дворецького. У процесі позбувшись сорочки, він помічає, що прямісінько на серці у нього - великий непрозорий пластир, судячи з відтінку, наскрізь просякнутий кров’ю. 

БОГДАН
Це?

ДВОРЕЦЬКИЙ
Краще не чіпати до повного загоєння.

БОГДАН
Я прийшов сюди пораненим?

ДВОРЕЦЬКИЙ
Вірите чи ні, оця конкретна рана набута вами у процесі… сну. Я не мав можливості наглядати весь час, побачив лише результат – глибокі…

БОГДАН
Подряпини. Зі мною таке не вперше.

ДВОРЕЦЬКИЙ
Співчуваю, але водночас я навіть радий такій реакції.

Богдан перевдягається до кінця. Дворецький згрібає промоклу одежу Богдана в порожній уже пакет. До вітальні заходить Костянтин Власний. Дворецький земно йому кланяється.

КОСТЯНТИН ВЛАСНИЙ
Зручно? У кросівках.

БОГДАН
Авжеж… Дякую за одежу, та я вже, мабуть, піду.

КОСТЯНТИН ВЛАСНИЙ
Переживаєш за дружину? Вона чекатиме тебе до вечері. Треба впевнитися, що ти не застудився. Негоже до вагітної хворим вертатися.

Дворецький несподівано висмикує з-під Богдана клейонку, змушуючи того зійти на паркет.



ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) РАНОК

Вхідні двері широко розчинені. Вантажник1 допомагає Вантажнику2 перекотити візок з фарбами через поріг. Діана спостерігає. Після того як візок опинився всередині, Вантажник1 тягне його до дитячої.

ВАНТАЖНИК2
(Діані)
Здається, ми не представилися. Мене звати Олексій, отой невіглас…

Зачинивши вхідні двері, Вантажник2 киває у бік Вантажника1.

ВАНТАЖНИК2 (ПРОДОВЖЕННЯ)
…Петро. Обоє працюємо на Костянтина Власного. Нас прислали пофарбувати Вам стіни у дитячій згідно з Вашими побажаннями. Стосовно побажань… краще було б уточнити заздалегідь - не довелося б тягти стільки різних кольорів. Зате, як не сподобається вибраний колір, зможемо негайно усе скорегувати. Дивно, що Вас не сповістили про наш візит.

Телефон Діани вібрує у кишені її халату. Діставши пристрій, Діана читає щойно отриману СМС.

ДІАНА
(Вантажнику2, дивлячись на екран телефону)
Ось і звістка.

Вантажник1 повертається з дитячої без візка.

ВАНТАЖНИК1
(Вантажнику2, змахуючи невидимий піт з чола)
Насилу затягнув…

ДІАНА
Чаю, кави?

ВАНТАЖНИК2
(Діані)
Спершу робота.


ВАНТАЖНИК1
(Вантажнику2)
Відповідай за себе.
(Діані)
Кава не завадить.

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ/ДИТЯЧА) РАНОК

Діана несе на підносі дві чашки кави до зачинених дверей дитячої.

ДІАНА
(дійшовши до дверей)
Відчиніть.

Заляпаний червоною фарбою різних відтінків Вантажник2 прочиняє двері, мовчки забирає у Діани підноса.

ДІАНА
(намагаючись розгледіти «нутрощі» дитячої за спиною Вантажника2)
Можна увійти?

ВАНТАЖНИК2
Запах фарби занадто сильний…

ДІАНА
Я затримаю дихання.

Діана набирає повні груди повітря та рішуче розчиняє двері ширше. Зайшовши до дитячої - бачить, що стіни пофарбовані здебільшого у молочний колір – відтінок точно відповідає зображеному на її картині. Нерівносторонній червоний квадрат (посилання – «Червоний Квадрат» Малевича) на одній зі стін здається вкрай чужорідним на загально пастельному тлі. Саме його, не шкодуючи фарби, довершує Вантажник1 зі шпателем у руках. Діана підходить до Вантажника1.

ДІАНА
(Вантажнику1)
Перепрошую…

Не дочекавшись відповіді, Діана намагається зазирнути Вантажнику1 у вічі. Помічає, що кров з його носа рясно стікає на шпатель. Відчувши на собі настирливий погляд Діани, Вантажник1 перестає насичувати червоний квадрат власною кров’ю. Він раптово зустрічається очима з Діаною, що змушує її відступити на крок. Діана ледь не спотикається, оскільки близько позаду неї стоїть Вантажник2 (із підносом). Діана обертається до нього – бачить, що шия його вигнута під неприродним кутом, у лобі зяє дірка від кулі, а з носа прямісінько у одну з чашок із кавою капає кров.
ІНТ. МАЄТОК ВЛАСНОГО (ВІТАЛЬНЯ) РАНОК

Сидячи на дивані (клейонки на ньому немає), Богдан тримає мобільний біля вуха (чутно гудки). Костянтин Власний сідає поруч.

КОСТЯНТИН ВЛАСНИЙ
Дай їй спокій. Зателефонує, як сама захоче.

Варто було Богдану заховати телефон у кишеню штанів, як він починає дзвонити. Діставши телефон, Богдан дивиться на екран.

КОСТЯНТИН ВЛАСНИЙ
Діана?

Богдан киває, поспішаючи прийняти дзвінок.

КОСТЯНТИН ВЛАСНИЙ
Я ж казав…

ІНТ. КВАРТИРА БОГДАНА (ДИТЯЧА) РАНОК

Орудуючи шпателем Діана замальовує «червоний квадрат» молочною фарбою, плечем вона притримує біля вуха телефон.

ДІАНА
Усе чудово, Богдане. Побачимося увечері.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) НІЧ

Богдан (у кухонних рукавицях) і Діана лежать у подружньому ліжку спинами одне до одного. Діана несподівано вмикає настільну лампу, що стоїть на тумбі поруч із ліжком, повертається на інший бік. Богдан лягає на спину, повертає голову до Діани (він виглядає заспаним).

БОГДАН
(через позіхання)
Що сталося?

Діана по черзі знімає з Богдана кухонні рукавиці, відкидає їх за межі ліжка.

ДІАНА
(грайливо)
Поки що нічого…

Діана запускає руку під ковдру, судячи з подальших рухів, стає очевидно, що вона надрочує Богдану член. 


БОГДАН
Це не сон?

ДІАНА
Чим більше запитань, тим вірогідніше, що відповідь буде ствердною.

Богдан замовкає. Досить скоро відкинувши ковдру, Діана насідає на Богдана зверху, змушує його обхопити її талію обома руками. Переповнений пристрастю Богдан поспішає скинути з Діани халат. Діставшись оголеного тіла, майже одразу Богдан помічає відсутність у Діани наплічних подряпин. Будучи надто збудженим, він буквально закриває на це очі. Трохи помиготівши, настільна лампа самостійно гасне.

ІНТ. ПОРОЖНЕЧА У ПІДСВІДОМОСТІ ДІАНИ

Богдан опиняється у чорноті поруч зі змореною та безсилою на вигляд Діаною (у просторому платті, з наплічними подряпинами), глибоке її дихання перетворюється на сизу пару, наче у зимню пору. Вона протягує Богдану руку, але він не поспішає робити те саме.

ДІАНА
(відчужено)
Ти маєш її знищити…

БОГДАН
Кого?

ДІАНА
(відчужено)
Картину… або мою плоть.

Діана з протягнутою рукою поступово віддаляється від Богдана, залишаючи його наодинці з чорнотою.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) РАНОК

Прокинувшись наодинці, Богдан першочергово шукає очима Відьмин портрет. Його у кімнаті немає.

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ/ДИТЯЧА) РАНОК

Проходячи повз дитячу, заспаний Богдан (у новій одежі) помічає зміну кольору стін у кімнаті, заходить туди, роззирається довкола. Всередині – жодного відра з фарбою, лише звично одинока колиска у центрі. У Богдана в кишені коротко вібрує телефон. Діставши його, Богдан дивується відсутності «пуш-повідомлень» на головному екрані. Коли екран гасне, Богдан на мить помічає, як із дзеркальної чорноти на нього дивиться ледь розрізнювана Діана (версія з підсвідомості). Позаду до Богдана підходить Діана, якою вона була учора вночі. Діана приобіймає Богдана за плечі.

БОГДАН
Сподіваюся, ти це не самотужки…

Перериваючи запитання цілунком у руку, якою Діана його приобіймає.

БОГДАН
Вагітним не варто дихати фарбою. 

ДІАНА
(цілуючи Богдана у шию)
Сусіди допомогли.

БОГДАН
Які сусіди?

ДІАНА
(обурено)
Хоч би вдав, що задоволений.

БОГДАН
Діано… ти ніде не бачила картину Власного?

ДІАНА
(обурено)
Усе з тобою ясно. Сексу сьогодні не буде.

ІНТ. АВТО ВЛАСНОГО ДЕНЬ

Сидячи на місці водія, Богдан (у картузі та костюмі, проте у кросівках замість туфель) відкриває піддашок, звідти на нього дивиться мініатюрна копія Відьминого портрету. Напруживши зір, Богдан розуміє, що то лише старий пін-ап календарик із дещо карикатурним зображенням жінки дуже схожої на Мерелін Монро. Досконало «вивчивши» календарик, Богдан переводить погляд на власне відображення у невеликому дзеркальці, що, як і календарик, знаходиться з внутрішньої сторони піддашку. У відображенні Богдан чітко бачить позаду себе Відьму (на задньому сидінні). Непрозора шторка, що відділяє передні сидіння від заднього, починає повільно закриватися. Швидко обернувшись, Богдан устигає побачити лише повністю закриту шторку. Натиснувши на кнопку на дверях, Богдан змушує шторку почати такий же повільний рух донизу. Коли шторка повністю опустилася, Відьми на задньому сидінні не виявилося. На її місці лежить шкіряний тубус. Богдан починає тягнутися за тубусом. Одночасно з цим злощасна шторка починає підніматися (куди жвавіше, ніж зазвичай). Богдан ледве встигає дістати тубус з заднього сидіння, без вагань відкриває знахідку, що так нелегко йому дісталася. З відкритого тубуса миттєво виринає Відьмина кігтиста рука, що хапає Богдана за обличчя та силоміць тягне його на себе, тим самим б’ючи об кермо. Лунає пронизливий свист клаксону.

ІНТ. АВТО ВЛАСНОГО ДЕНЬ

Богдан прокидається на місці водія від пронизливого свисту автомобільного клаксону, що лише наростає. Продерши очі, Богдан крізь лобове скло бачить, як на нього, сигналячи, на шаленій швидкості несеться вантажівка з Вантажником1 за кермом.

ІНТ. АВТО ВЛАСНОГО ДЕНЬ

Богдан прокидається на місці водія від пронизливого свисту автомобільного клаксону, замість подушки під головою у нього кермо, обличчям він натискає на клаксон. Піднявши голову, Богдан відкриває піддашок, поправляє картуз, дивлячись на себе у дзеркальце. Піднята шторка позаду починає лиховісно опускатися. Богдан миттю обертається, напружено вдивляється у напрямку заднього сидіння. На задньому сидінні сидить Костянтин Власний.

КОСТЯНТИН ВЛАСНИЙ
Виспався?

Богдан відповідає позіханням. Він помічає на колінах у Власного знайомий тубус, заводить авто.

ЕКСТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) ДЕНЬ

Авто виїжджає на дорогу (з узбіччя), зникає за найближчим поворотом.

ІНТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) ДЕНЬ

Богдан паркує авто біля головного входу до маєтку. Костянтин Власний виходить із авто, залишивши тубус на задньому сидінні. Богдан виїжджає за межі території маєтку, зупиняє авто біля воріт. Він обережно тягнеться до залишеного Власним тубуса, взявши його до рук, відкриває аж надто повільно. Упевнившись, що всередині Відьмин портрет, Богдан хутко закриває тубус, кидає його на заднє сидіння та рішуче газує.

ЕКСТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) ДЕНЬ

Авто на швидкості виїжджає на дорогу, ховається за горизонтом.

НАТ БЕЗЛЮДНИЙ ПУСТИР ВЕЧІР

Богдан із тубусом на плечі та каністрою бензину у руці відходить від Авто Власного. Відійшовши приблизно на 100 метрів – дістає з тубуса згорнуте полотно. Кинувши полотно на землю, Богдан розгортає його ногою (як килим, що загорнувся). Розстеливши полотно, він без вагань обливає його бензином з каністри. Відійшовши на кілька кроків назад, Богдан дістає з кишені коробок сірників, запалює один із них. Раптовий порив вітру одразу ж тушить запалений сірник. Богдан повторює спробу ще кілька разів. Врешті решт, останній із наявних у коробку сірників «встоює», залишаючись запаленим навіть під поривами вітру. Богдан поспішає кинути стійкого сірника на рясно облитий бензином Відьмин портрет, наспівуючи:

БОГДАН
Burn baby burn…

Впавши, сірник починає слабко тліти. Цього виявляється достатньо, аби запалити полотно. Воно горить яскраво та «димно». Ховаючись від їдкого диму, Богдан закриває обличчя руками.

НАТ БЕЗЛЮДНИЙ ПУСТИР ВЕЧІР

Богдан стоїть посеред попелу, який колись був полотном. Він помічає на землі брудний, але вцілілий клаптик, піднімає його, очистивши – бачить, що на фрагменті зображена частина колиски (як на картині Діани). Богдан закриває очі. Видихає. Торкається вільною рукою до обличчя, залишаючи чорний відбиток попелу, ховає клаптик із колискою у пустий сірниковий коробок, кладе коробок до кишені. Із почорнівшої від попелу землі «проростають» кігтисті Відьмині руки, вони хапають Богдана за ноги, відчувши раптовий біль, він падає на коліна, у цей момент з’являється іще одна пара Відьминих рук – хапає Богдана за руки, притягуючи до землі. Богдан стає на карачки. П’ята рука хапає Богдана за горло, душачи його крик. Богдан втрачає свідомість. У ту ж мить руки вростають у землю, даючи йому упасти.

НАТ БЕЗЛЮДНИЙ ПУСТИР ВЕЧІР

Весь у попелі Богдан, кульгаючи, бреде до Авто Власного.

ЕКСТ. АВТО ВЛАСНОГО ВЕЧІР

Богдан відкриває багажник, залазить всередину, знесилений засинає.




ІНТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) НІЧ

Богдан прокидається у закритому багажнику від наростаючого шуму коліс. Використовуючи телефон у якості ліхтарика, роззирається довкола, намагається зателефонувати, та покриття відсутнє, ногами б’є задні сидіння та кришку багажника. Досить скоро, судячи по звуку, авто зупиняється. Богдан затихає. Кришка багажника піднімається. Над Богданом нависає Дворецький.

БОГДАН
(прочистивши горло)
Ігоре…

ДВОРЕЦЬКИЙ
(суворо)
Говоритимеш із Хазяїном.

Дворецький різко закриває кришку багажника.

ІНТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) НІЧ

Лежачи у Багажнику, Богдан, дивиться в екран телефону, як тільки з’являється покриття, телефон починає дзвонити (номер невідомий). Богдан відповідає на дзвінок.

ДІАНА (З.К.)
Ти маєш позбутися Відьми, що заволоділа моїм тілом. Убий…

БОГДАН
Діано… я, звісно, заслуговую на покарання, але це вже якось аж надто жорстоко. Не жартуй так.

ДІАНА (З.К.)
Убий ту, хто поруч із тобою. Урятуй душу нашої дитини…

Чутно короткі гудки.

ДВОРЕЦЬКИЙ 
(одночасно з гудками)
Тихше там!

ІНТ. КВАРИРА БОГДАНА (ПЕРЕДПОКІЙ) НІЧ

Вхідні двері відчинені. На порозі стоїть «пом’ятий» на вигляд Богдан (костюм у попелі), його зустрічає Діана.




БОГДАН
На біса ти звернулася до Власного, аби мене знайти? Я ледь не втратив роботу…

ДІАНА
Отак ти вітаєшся з коханою після раптового зникнення?

БОГДАН
Привітами ми вже встигли обмінятися у телефонній розмові.

ДІАНА
Позавчора – не рахується.

БОГДАН
Це було кілька годин тому!

ДІАНА
(сухо)
Ненормована робота надміру тебе виснажує.

Діана йде у напрямку спальні. Богдан із гуркотом закриває вхідні двері.

БОГДАН
(Діані услід)
Ти куди? Треба поговорити.

ДІАНА (З.К.)
(сухо)
Досить з мене розмов. Іди у ліжко.

Діставши телефон із кишені, Богдан іде до спальні.

ІНТ. КВАРИРА БОГДАНА (СПАЛЬНЯ) НІЧ

Богдан демонструє Діані, яка готується до сну, список вхідних дзвінків.

ДІАНА
(дивлячись на напис «невідомий номер»)
І що я повинна зрозуміти?

Діана бере телефон Богдана до рук, вимикає його.

ДІАНА
Так значно краще.

Діана кладе вимкнений телефон на верхнє бильце ліжка (з боку Богдана).

ІНТ. КВАРИРА БОГДАНА (СПАЛЬНЯ) НІЧ

Діана та Богдан (у кухонних рукавицях) сплять у ліжку, лежачи спинами одне до одного. Вимкнений телефон Богдана на верхньому бильці починає слабко вібрувати. Богдан неохоче прокидається. Навпомацки тягнеться до телефону. Варто йому піднести мобільний до вуха (без прийому дзвінка), зі слухавки починає лунати знайомий голос.

ДІАНА (З.К.)
(на тому кінці «проводу»)
Убий… інакше станеш її власністю.

Почувши це, Богдан моментально обертається до Діани, бачить, що та спокійно спить. Обернувшись назад, Богдан шепоче у слухавку:

БОГДАН
Якщо це жарт, то, м’яко кажучи, не смішний. Подзвониш іще раз – начувайся.

Чутно короткі гудки. Відклавши телефон, Богдан скоро засинає знову. Діана обертається до нього. Бачимо, що то зовсім не вона, а Відьма. Відьма кладе сплячому Богдану на плече свою кігтисту руку. Очі її у темряві вилискують червоним. Відчувши дотик, Богдан лагідно торкається Відьминої руки.

ІНТ. МАЄТОК ВЛАСНОГО (СПАЛЬНЯ) РАНОК

Богдан прокидається у розкішному ліжку Власного. Поруч із ним, тримаючи свою руку на його плечі, спить Відьма (у людській подобі). Зрозумівши, що поруч із ним не Діана, Богдан втрачає сонливість.

БОГДАН
(скинувши відьмину руку зі свого плеча)
Хто ти? Що ти робиш у моєму ліжку?

ВІДЬМА
(посміхаючись)
Здається, все трішечки навпаки. Ти зараз у моєму…

Роззирнувшись, Богдан, урешті, помічає, що знаходиться не у своїй квартирі. 
ВІДЬМА (ПРОДОВЖЕННЯ)
(посміхаючись)
Воно для двох – можеш лишитися.

Богдан опускає ноги на підлогу, але підводитися не спішить.

БОГДАН
(спиною до Відьми, що продовжує лежати)
Чому я тут?

ВІДЬМА
Очевидно, тому що хочеш тут бути.

БОГДАН
(дещо приречено)
Маю йти. На мене чекає вагітна дружина.

Відьма сідає позаду Богдана, бере до рук залишений на верхньому бильці телефон.

ВІДЬМА
Можна селфі на згадку?

Не чекаючи відповіді, Відьма кладе голову Богдану на плече та робить спільне селфі. Богдан мовчки підводиться та йде геть, попутно збираючи свої розкидані по підлозі речі.

ВІДЬМА
(Богдану услід)
Телефон тобі більше не потрібен?

Відьма кладе телефон на край бильця. Богдан підходить до ліжка та забирає телефон.

БОГДАН
Я думав, то твій, інакше навіщо тобі робити на нього селфі?

ВІДЬМА
Вибачаюся. Видалиш, як захочеш.

Відьма повністю ховається під ковдру. Поклавши зібрані речі на ліжко, Богдан з неясною цікавістю тягнеться до накритої ковдрою Відьми. Коли він торкається ковдри, починає дзвонити телефонний будильник.

ІНТ. КВАРИРА БОГДАНА (СПАЛЬНЯ) РАНОК

Богдан прокидається на звичному подружньому ліжку від гучного сигналу будильника. Поруч із ним сопе повністю вкрита ковдрою Діана. Позбувшись рукавиць, Богдан обережно стягує з неї ковдру, упевнившись, що це Діана, зітхає з полегшенням. Будильник спрацьовує повторно. Щоб вимкнути його, Богдан хапає залишений на верхньому бильці ліжка телефон. Вимкнувши будильник, зітхає вдруге.

ІНТ. КВАРТИРА БОГДАНА (ДИТЯЧА) РАНОК

Богдан (одягнений у зручну одежу) стоїть біля відкритого вікна, видихає сигаретний дим. В руці у нього тліє запалена цигарка. Проходячи повз дитячу, Діана (у халаті) помічає Богдана, що палить, підходить до нього.

ДІАНА
Відколи це ти палиш?

БОГДАН
Щойно почав.

Богдан робить затяжку, після чого довго відкашлюється.

ДІАНА
Дай-но…

Діана забирає у Богдана сигарету, затягується та потримавши дим у легенях, спокійно випускає його назовні.

БОГДАН
(крізь кашель)
Як це ти?

Діана затягується удруге. Випускає дим, Богдану в лице та сміється доволі некомфортним сміхом.

ДІАНА
Гріхи юності.

Діана робить третю (найглибшу) затяжку.

БОГДАН
Надто не захоплюйся. Пам’ятай про дитину.

Діана викидає майже допалений недопалок у вікно, принюхується до власних пальців.

ДІАНА
Наскрізь пропахнули димом. Волосся, схоже, також… Ванна на двох?
Богдана миттю наздоганяють спогади про спільне з Діаною купання у ніч, коли йому довелося спати у ванні.

БОГДАН
(ковтаючи клубок, що підкотився до горла)
Без мене якраз буде «на двох». Третій зайвий.

Богдан лагідно гладить Діанин живіт. Діана виходить із кімнати. Одразу ж Богдан дістає з кишені пачку сигарет, запалює цигарку за цигаркою. Богдан зминає опустілу пачку сигарет у кулаку.

ІНТ. КВАРТИРА БОГДАНА (КУХНЯ) РАНОК

Стоячи біля стільниці, Богдан відкриває шухляду з кухонними приборами. Дістає звідти великого зубчатого ножа для нарізки хліба. У дзеркальній поверхні леза ножа – відображення очей Богдана.

ІНТ. КВАРИРА БОГДАНА (ВАННА КІМНАТА) РАНОК

Богдан стоїть позаду Діани, що, стоячи перед запотілим дзеркалом (з вільною від запотівання смугою, аби чітко бачити Діану у відображенні), витирає рушником мокре волосся. У якийсь момент обличчя Діани повністю зникає під рушником, а коли виринає з-під нього – змінюється на Відьмине, але лише на хвильку. Відображення Діани різко спрямовує погляд на Богдана.

ДІАНА
(тільки дзеркальне відображення)
Убий…

Богдан дістає з-за поясу узятий на кухні ніж і без вагань перерізає Діані горло. Кров бризкає на дзеркало. У відображенні бачимо падіння Діани (за межі кадру, без характерного звуку) і те, як Богдан упускає слизького від крові ножа на підлогу. ЗТМ. ФІНАЛЬНІ ТИТРИ (початок).

ЗВОРОТНЯ ПЕРЕМОТКА ЧАСУ

ІНТ. КВАРИРА БОГДАНА (ВАННА КІМНАТА) РАНОК

Богдан стоїть перед повністю запотілим дзеркалом, ніж лежить на підлозі, але крові ніде немає. Чутно, як за запнутою душовою шторою шумить вода. Почувши це, Богдан машинально заштовхує ногою ножа під тумбу для ванни. Діанина рука хапається за штору, залишаючи на ній кривавий відбиток.

ІНТ. ЛІКАРНЯНИЙ КОРИДОР РАНОК

МЕДСЕСТРИ1,2 (у бахілах) везуть вкриту простирадлом по шию Діану на пересувній кушетці у напрямку пологового відділення. Богдан іде поруч, безвідривно дивиться на Діану, не помічаючи, що чим далі вони просуваються – тим страшнішим стає оточення.

БОГДАН
(Діані, намагаючись приховати занепокоєння)
Все буде добре…

При наближенні кушетки з Діаною до подвійних дверей, що ведуть у пологове відділення, Медсестра1, обігнавши процесію, відкриває двері, забезпечуючи комфортний проїзд кушетки всередину, одначе зачиняє їх перед Богданом. Богдан хучіш відчиняє двері – за ними його несподівано (оскільки мала б супроводжувати Діану далі) зустрічає Медсестра1.

МЕДСЕСТРА1
(Богдану, наказовим тоном)
Далі Вам не можна. Без бахіл заборонено.

Медсестра1 удруге закриває перед Богданом двері. Цього разу – ще різкіше. Богдан сідає на найближчу лавку, дістає з кишені бахіли, надягає їх тремтячими руками поверх кросівок. Підвівшись, він рішуче розчиняє двері у пологове відділення, заходить всередину.

ІНТ. ПОЛОГОВЕ ВІДДІЛЕННЯ РАНОК


У відділені було на диво тьмяно (завдяки «холодному» освітленню від підстельових ламп денного світла + наявності всього одного подвійного вікна) та безлюдно. Зачинивши за собою двері, Богдан чує віддалений дитячий плач, що приводить його до зачинених дверей одного з нумерованих кабінетів. Обережно прочинивши двері, Богдан бачить за ними себе. КОПІЯ БОГДАНА ходить поздовж довжелезного стола, на якому розміщені десятки напівпрозорих відкритих «лотків» з новонародженими. Зупинившись біля одного з них, Копія Богдана дістає з-за поясу ніж, направляє його лезом униз. Богдан різко закриває двері, опирається на стіну, що поруч. Дитячий плач переростає в крик, а потім різко вщухає. З-за згаданих дверей виходить Відьма (людська подоба, у формі медсестри, що усіяна свіжими бризками крові) зі сповитим багатьма пелюшками мовчазним немовлям на руках. Богдан з острахом підходить до Відьми, прикипівши поглядом до немовляти. Відьма спокійно передає йому немовля та йде за двері. Богдан інстинктивно починає гойдати немовля на руках. Боязно опустивши на нього очі, Богдан бачить, що обличчя немовляти «сховане» за пелюшками. Богдан обережно відгортає край пелюшки, за нею – іще одна, так відбувається, аж поки від немовляти не лишається нічого. Богдан стоїть із багатьма пелюшками у руках. Крізь тканину починає проступати кров. Переляканий Богдан впускає просякнуті кров’ю пелюшки додолу, аж раптом розуміє що кров тече у нього з носа.

МЕДСЕСТРА1 (З.К.)
Серветку?

ІНТ. ЛІКАРНЯНИЙ КОРИДОР РАНОК

Богдан (тут і надалі у лікарняних сценах - у бахілах) стоїть майже упритул до дверей в пологове відділення, з носа у нього повільно витікає кров. В дверях - Медсестра1. Богдан винувато піднімає на неї очі, витираючи кров указівним пальцем.

БОГДАН
Обійдуся…

Вийшовши, Медсестра вказує Богдану на лавку.

МЕДСЕСТРА1
Присядьте і зачекайте. Стікаючий кров’ю, Ви у відділення не потрапите.

Сівши на знайому лавку, Богдан зітхає з полегшенням. Медсестра1 жваво йде по коридору далі.

БОГДАН
(Медсестрі1 услід) 
Діана… як вона?

МЕДСЕСТРА1
(байдуже, не обертаючись)
Померла.

Богдан різко підводиться на ноги, прискореним кроком іде до Медсестри1, що неуповільнено прямує далі.

БОГДАН
(Медсестрі1 услід) 
Заждіть же Ви!

Майже дійшовши до кінця коридору, Медсестра1 зупиняється, Богдан – на крок позаду. Бачимо приховане від Богдана оновлене лице Медсестри1 – це усміхнена Відьма.

БОГДАН
(розгублено) 
Діана…
МЕДСЕСТРА1
(роздратовано, не обертаючись)
Вона померла, невже неясно?

Після паузи Відьма (у жахливій подобі) різко обертається до Богдана та оглушливо кричить:

ВІДЬМА
Убивця!

У відповідь Богдан закриває обличчя руками.

ІНТ. ЛІКАРНЯНИЙ КОРИДОР ДЕНЬ


Сидячи на лавці, Богдан неохоче віднімає долоні від лиця. На руках його кров, що, очевидно, витекла з носа і продовжує юшити зараз, але Богдану байдуже. Його погляд прикутий до старого майже знебарвленого часом настінного малюнка-розпису радянської доби. На ньому зображена медсестра зі сповитим немовлям на руках. До Богдана з боку родового відділення підходить розлючений (та у відчаї) БАТЬКО ДІАНИ (тут і надалі у лікарняних сценах - у бахілах). Він повністю перекриває Богдану вид на малюнок із медсестрою та немовлям. Судячи з рухів губами, Батько Діани, говорить, щось украй емоційне і промова його звернена до Богдана, але Богдан, хоч і дивиться Батькові Діани у вічі, не чує жодного слова.

БОГДАН
(максимально неемоційно) 
Померла…

БАТЬКО ДІАНИ
(з осудом)
У комі. Судячи з того, як уважно ти слухаєш, схоже, що тобі байдуже.

Батько Діани хапає Богдана за шкірки. З боку пологового відділення уся у сльозах до нього біжить МАМИ ДІАНИ (тут і надалі у лікарняних сценах - у бахілах). Відпустивши Богдана, Батько Діани, поспішає обійняти заплакану Маму Діани.

БОГДАН
Як ви двоє тут опинилися? 

ЗВОРОТНЯ ПЕРЕМОТКА ЧАСУ

ІНТ. ЛІКАРНЯНИЙ КОРИДОР РАНОК

Мама та Батько Діани на шляху до пологового відділення пробігають повз Богдана (крові з носа – жодного сліду), що міцно спить, сидячи на лавці.
ІНТ. ЛІКАРНЯНИЙ КОРИДОР ДЕНЬ


Батько Діани хапає Богдана за руку, змушує його підвестися та тягне до дверей у пологове відділення.

БАТЬКО ДІАНИ
Ходімо, ти маєш її побачити.

Богдан вириває свою закривавлену руку з руки Батька Діани.

БОГДАН
Я не можу. У мене кров із носа рікою…

Богдан шмигає носом, витирає залишки крові чистою стороною долоні. Вона залишається чистою. Ніякої крові немає, уся вона зникає у ту ж мить.

БАТЬКО ДІАНИ
Що ти таке верзеш?

Утримавшись від відповіді, Богдан іде до пологового відділення. Мама та Батько Діани – слідом.

ІНТ. ПАЛАТА ДІАНИ ДЕНЬ

Входячи у палату, де розмірено (вторячи пульсу) пищить кардіомонітор, Мама Діани не стримує сліз, пригорнувшись до Батька Діани, зупиняється, не в силах наблизитися до заштореної з усіх сторін лікарняної койки.
Богдан вимушено виходить уперед. Підійшовши до заштореної койки, він обережно заглядає за штору, постоявши так певний час, осідає на ближній стілець. До палати заходить ЛІКАР.

ЛІКАР
Співчуваю вашій утраті…

БАТЬКО ДІАНИ
(Лікарю, вороже)
Чи не зарано?

ЛІКАР
Буду з вами відвертим. Жінки, що народжують, перебуваючи у комі, нечасто переживають пологи. Не опритомніє дочасно…

БАТЬКО ДІАНИ
(грубо перебиваючи)
Опритомніє!


ЛІКАР
Молімося, щоб так і сталося.

БОГДАН
(Лікарю)
Скільки маємо часу?

ЛІКАР
У кращому випадку – кілька тижнів.

ІНТ. ПАЛАТА ДІАНИ НІЧ

Богдан незмінно сидить на стільці, Батько і Мама Діани – поруч на двох інших. Усі виснажені, та особливо Мама Діани. Заколисана ритмічним писком кардіомонітора вона майже засинає.

БОГДАН
(Батьку Діани)
Умієте водити?

Батько Діани злегка киває. Богдан дістає з кишені ключі від квартири та окремо ключі від Авто Власного, передає їх Батьку Діани.

БОГДАН
(Батьку Діани)
Тоді їдьте додому, а я переночую тут.

МАМА ДІАНИ
(Богдану, позіхаючи)
Ми не залишимо нашу донечку.

БАТЬКО ДІАНИ
(мамі Діани)
Облиш. Очевидно, що тобі потрібен відпочинок.

ІНТ. ПАЛАТА ДІАНИ НІЧ

Богдан у палаті один (за винятком непритомної Діани, яку не видно за шторами). Сидячи на стільці він майже кимарить. Раптовий порив вітру, що проник у кімнату крізь розчинене вікно, на коротку мить відшторює завісу, даючи Богдану побачити, що Діана (вкрита простирадлом та підключена до апарату життєзабезпечення) лежить на кушетці із якнайширше відкритими очима і погляд її направлений у його бік. Аби пересвідчитися, Богдан підводиться на ноги та заглядає за штору. У цей момент за його спиною виникає Відьма. Богдан озирається на раптове скрипіння стільця, Відьма встигає зникнути. Підсунувши стільця поближче, Богдан повертається до оглядин Діани. Бачачи, що Діана невисоко левітує над койкою, Богдан робить різкий крок назад, але підсунутий стілець стає йому на заваді. Перечепившись, Богдан вимушено втрачає Діану з поля зору. Коли ж відновлює зоровий контакт – жахається тому, що левітуюча Діана дивиться точно на нього, шия її вигнута під неприродним кутом, а очі позбавлені зіниць. Кардіомонітор починає пищати частіше. Із уст Діани лунає короткий пронизливий крик, що ідеально співпадає з початком грози за вікном. Посилившись, вітер наче збиває Діану і та непритомною падає на кушетку. Усе у палаті, за винятком нажаханого Богдана, виглядає так наче нічого не сталося.

ІНТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) НІЧ

За кермом – Батько Діани, поруч із ним сидить Мама Діани. Починається дощ, чутно розкати грому. З початком дощу, Батько Діани вмикає дальнє світло. Фари висвітлюють Відьму (у людській подобі) із тубусом на плечі, що «голосує», стоячи на узбіччі. Помітивши її Батько Діани зупиняє авто, опускає скло з боку Мами Діани. Відьма підходить ближче.

МАМА ДІАНИ
(Відьмі)
Сідай, дитино. Негоже тобі у таку погоду залишатися на вулиці.

Натиснувши на кнопку, Батько Діани відчиняє автомобільні замки. Відьма сідає на заднє сидіння.

ВІДЬМА
Після мене на сидінні точно залишиться мокрий слід.

БАТЬКО ДІАНИ
(Відьмі)
Цим не переймайся. Тобі куди?

МАМА ДІАНИ
(Відьмі)
У тебе під ногами пакет. Візьми звідти рушник і зараз же витри волосся досуха. Дасть Бог, не захворієш.

ВІДЬМА
(Мамі Діани)
Дякую.

Відьма на дотик знаходить у пакеті рушник, діставши його, витирає мокре від дощу волосся.

БАТЬКО ДІАНИ
(Відьмі)
То куди їдемо?

ВІДЬМА
(Батькові Діани)
Здається, мені з вами по дорозі. Рушаймо.

Батько Діани заводить авто, тисне на газ і починає їхати. Відьма продовжує витирати волосся. У процесі вона декілька разів повністю закриває лице рушником. У якусь мить її обличчя міняється з привабливого на жахливе.

ІНТ. ПАЛАТА ДІАНИ НІЧ

Богдан сидить на стільці у кутку, якнайдалі від розчиненого вітром настіж вікна. Понурившись, Богдан завзято колупає браслет із пластирів на зап’ястку. Гримить грім (гучніше, ніж усі рази до цього).

ЕКСТ/ІНТ. ПАЛАТА ДІАНИ НІЧ

Проходячи повз палату Діани, Медсестра2 чує з-за дверей надміру гучний розкат грому, заходить усередину. Опинившись у палаті, Медсестра2 прямує до вікна, не зводячи з нього очей, аж до закриття.

МЕДСЕСТРА
(Богдану, щойно зачинивши вікно)
Могли б і самі закрити. Для чого ж іще Ви тут сидите?

Медсестра2 починає шукати Богдана очима. Лише придивившись, вона помічає його у найтемнішому кутку. Наче не помічаючи присутності Медсестри2, Богдан продовжує колупати зап’ясток. Підійшовши до нього ближче, Медсестра2 бачить, як Богдан колупає не пластирний браслет, а відкриту рану, що буквально гноїться. Звідти виповзають личинки мух.

ІНТ. ОПЕРАЦІЙНА НІЧ

Наляканий Богдан (із заклеєним ротом) сидить на сталевому стільці. Позаду (по обидва боки від нього) стоять кремезні САНІТАРИ1,2. Недалеко попереду – чомусь іржавий операційний стіл. До кімнати заходить Копія Богдана (у чорній медичній масці та закривавленому фартуху). Богдан здригається від лязкоту металевих дверей. Зачинивши за собою двері Копія Богдана прямує до шафки з інструментами. Тим часом САНІТАРИ1,2 зі скреготом підсувають стілець із Богданом впритул до операційного столу. Санітар1 одноразові прозорі рукавиці та хапає Богдана за поранений зап’ясток, тягне його руку на стіл та утримує її витягнутою. Взявши до рук кухонного ножа (точно такого, яким у маренні про вбивство Діани орудував Богдан), Копія Богдана підходить до операційного столу, приміряється для удару трохи вище межі нагнивання зап’ястку, робить замах та різко опускає ножа. За мить до відтинання кисті безсилий вирватися Богдан замружує очі. Чутно черговий розкат грому.

ІНТ. ПАЛАТА ДІАНИ РАНОК

Богдан прокидається на стільці у кутку. Відчувши раптовий біль у пораненому зап’ястку, звертає увагу на нього. Побачивши, що самотужки здавив його «здоровою» рукою, зітхаючи, послабляє хватку.

ІНТ. АВТО ВЛАСНОГО РАНОК

Авто стоїть на узлісся. Батько Діани (за кермом) дивиться Відьмі (у людській подобі) услід, вона прямує до лісу.

МАМА ДІАНИ
(поряд із Батьком Діани, дивлячись Відьмі услід)
Вона точно дійде куди треба?

Батько Діани повністю опускає водійське скло, висовує голову назовні.

БАТЬКО ДІАНИ
(Відьмі услід)
Ти точно дійдеш, куди хочеш?

Відьма не реагує, продовжує йти. Мама Діани звертає увагу на заднє сидіння, де лежить залишений Відьмою тубус.

МАМА ДІАНИ
(смикаючи Батька Діани за руку)
Дивись-но…

Як тільки голова його знову опинилася в салоні, Батько Діани обертається, аби подивитися на тубус, бере його до рук, тримаючи за ремінь, висуває руку з ним у відкрите водійське вікно.

БАТЬКО ДІАНИ
(Відьмі услід)
Забула…

Наступної секунди Відьма зникає за деревами. Батько Діани кладе тубус на коліна, натиснувши на кнопку, піднімає водійське скло.


МАМА ДІАНИ
Ти недостатньо голосно її гукав.

БАТЬКО ДІАНИ
Забули. У нас є про що переживати.

МАМА ДІАНИ
Ти правий.

Передавши тубус Матері Діани, Батько Діани заводить авто.

ІНТ. ПАЛАТА ДІАНИ РАНОК

Підвівшись зі стільця, Богдан виходить із кімнати, дорогою потираючи поранений зап’ясток.

Фокус на Діану, що непритомна лежить на койці.

ІНТ. ПОРОЖНЕЧА У ПІДСВІДОМОСТІ ДІАНИ

Діана (у просторому платті, з наплічними подряпинами), стоїть перед Відьмою (істинна подоба), стиснувши кулаки.

ДІАНА
Нарешті ти тут.

ВІДЬМА
Я можу бути всюди.

ДІАНА
Тільки не у моєму тілі.

ВІДЬМА
Помиляєшся.

Діана замахується, щоб ударити Відьму, але та завчасно зникає.

ІНТ. ПАЛАТА ДІАНИ РАНОК

Відьма (у істинній подобі) стоїть біля койки, на якій лежить непритомна Діана. Відьма розсуває штори, підходить упритул і стягує з Діани простирадло (до поясу). Відьма закочує нічну сорочку непритомної Діани до грудей, кладе кігтисту руку на її оголений живіт. Відьма дряпає Діанин живіт (подряпина за розміром і довжиною зовсім незначна), прибирає руку. Майже одразу ж на животі Діани темніють вени (як при варикозі).




ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) РАНОК

Богдан заходить у квартиру, закриває за собою двері та роззувається. З кухні до нього прямує Мама Діани (з порожньою каструлею у руках).

БОГДАН
Продукти скінчилися? Годину перепочину, а потім одразу на базар.

МАМА ДІАНИ
Ми про це подбаємо. Можеш іти спати.

БОГДАН
Тоді до вечора.

МАМА ДІАНИ
Солодких снів.

Богдан іде до спальні.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) РАНОК

Зайшовши у спальню, Богдан одразу помічає Відьмин портрет, що висить над ліжком (точно там, де висів минулого разу).

БОГДАН
Мамо, тату… ходіть сюди!

До кімнати заходять Мама і Батько Діани.

МАМА ДІАНИ
(Богдану)
Нарешті, ти назвав мене мамою… синку.

БОГДАН
(Мамі та Батькові Діани)
Я дуже зворушений, але ви краще скажіть звідки це взялося?

МАМА ДІАНИ
(Богдану)
Картина? Ненавмисна дяка однієї юної леді за нашу допомогу.

БАТЬКО ДІАНИ
(Богдану, дивлячись на Відьмин портрет)
Схожа на Діану, скажи?
Богдан пригадує, як сказав те саме Діані. Мама Діани заглядає до стінної шафи.

БОГДАН
(Батькові Діани, ковтаючи клубок у горлі)
Ваша правда.

Мама Діани дістає з шафи вим’ятий та вкритий попелом костюм Богдана.

МАМА ДІАНИ
(Богдану)
Це негайно треба випрати.

БОГДАН
(Мамі Діани)
Ваше право.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) ВЕЧІР

Прокинувшись, Богдан одразу чує шум пральної машини, покинувши ліжко, іде до ванної.

ІНТ. КВАРТИРА БОГДАНА (ВАННА КІМНАТА) ВЕЧІР

Увійшовши, Богдан бачить, що Мама Діани навпочіпки сидить біля працюючої пральної машини та спостерігає за поворотами барабана крізь прозоре скло.

МАМА ДІАНИ
(не відриваючи очей від барабана)
Добрий ранок!

БОГДАН
Добрий вечір.

МАМА ДІАНИ
Нема різниці…

БОГДАН
Діана…

Підвівшись, Мама Діани робить кілька кроків до виходу з кімнати.

МАМА ДІАНИ
Приготую вечерю. Вимкнеш із розетки, коли допере. Ще кілька хвилин чекати. Закінчить, поки чиститимеш зуби. Головне – не проґав. Вона несправна.
БОГДАН
Звідки ви знаєте?

МАМА ДІАНИ
Знаю, бо це наш вам весільний подарунок…

БОГДАН
(посміхаючись)
Коли дарували, вона вже була зламана?

Мама Діани поспіхом виходить із кімнати, ледве стримуючи сльози.

МАМА ДІАНИ (З.К.)
Не проґав завершення прання.

Богдан сідає навпочіпки навпроти пральної машини, починає і собі вдивлятися в барабан, у якому надцяте коло намотує його сорочка. Після тривалого спостереження Богдан починає помічати в барабані сторонній предмет – голову Батька Діани. Але оскільки барабан знаходиться у постійному русі, Богдан не в змозі розгледіти голову чітко. З кожним наступним колом вода у барабані все більш червоніє, а голова, схоже, що поступово перетворюється на фарш. Злякавшись побаченого, Богдан вимикає машину з мережі. Кривава вода починає витікати назовні. Богдан бере рушники та встеляє ними підлогу біля пральної машини.

МАМА ДІАНИ (З.К.)
Впорався з машиною?

БОГДАН
Я ж водій…

Увійшовши, Мама Діани відкриває барабан пральної машини (Богдан миттєво поступається їй місцем біля пральної машини), залишки води стікають на розстелені Богданом рушники.

МАМА ДІАНИ
Не біда… Тато поремонтує. Давно треба було цим зайнятись – ось і привід.

Мама Діани дістає випрану Богданову сорочку (крові – жодного сліду), передає її Богдану.

МАМА ДІАНИ
Штани залишимо на завтра, а от піджак необхідно буде здати у хімчистку. Здаси дорогою до лікарні.
Богдан, пригинаючись, з острахом заглядає у барабан пральної машини. Всередині лише залишки пінної води. До кімнати заходить Батько Діани.

БАТЬКО ДІАНИ
Я потрібен?

МАМА ДІАНИ
(Батьку Діани, підводячись)
Скоро будеш.

Батько Діани сідає навпочіпки біля пральної машини.

БАТЬКО ДІАНИ
Подивимось… Щонайменше доведеться замінити тен.

БОГДАН
(Батьку Діани)
А не легше придбати нову?

БАТЬКО ДІАНИ
(Богдану)
Авжеж, легше. Та хіба ж ми маємо вибір? Потрібно економити. Сльози сльозами, але перебування Діани у лікарні небезкоштовне. Хтозна скільки років доведеться його оплачувати…

ІНТ. МАЄТОК ВЛАСНОГО (КАБІНЕТ) ВЕЧІР

Сидячи за письмовим столом, Костянтин Власний тримає мобільний біля вуха.

КОСТЯНТИН ВЛАСНИЙ
(у слухавку)
Гроші? Назви суму.

ІНТ/ЕКСТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) НІЧ

Хтось наполегливо стукає у вхідні двері (звук). Заспаний Батько Діани підходить до дверей, дивиться у вічко. За дверима стоїть Дворецький із дипломатом у руках. Батько Діани прочиняє двері.

ДВОРЕЦЬКИЙ
Вибачаюся за пізній візит. Мені потрібен хазяїн цієї квартири.



БАТЬКО ДІАНИ
(насторожено)
Він перед вами. Принаймні формально.

ДВОРЕЦЬКИЙ
Формальності мені не цікаві.

БАТЬКО ДІАНИ
Воно й видно. Ви навіть не назвалися. 

До Батька Діани підходить Богдан, зазирає у прочинені двері.

БОГДАН
(Батьку Діани)
Це Ігор. Колега з роботи.

БАТЬКО ДІАНИ
(позіхаючи)
Чудово. Розбирайтеся самі.

Батько Діани йде геть. Не заходячи на поріг, Дворецький передає Богдану дипломат.

ІНТ. КВАРТИРА БОГДАНА (ВАННА КІМНАТА) НІЧ

Богдан сидить на закритому унітазі, на колінах у нього розчинений дипломат (заповнений пачками купюр), біля вуха – утримуваний плечем телефон. 


БОГДАН
(у слухавку)
Я просив значно менше. Розплатитися буде непросто.

КОСТЯНТИН ВЛАСНИЙ (З.К.)
Розплатишся не грошима.

БОГДАН
(у слухавку)
До пенсії бодай відпрацюю.

КОСТЯНТИН ВЛАСНИЙ (З.К.)
Спершу подбай про дружину, розрахунок зачекає.

БОГДАН
(у слухавку)
Безмежно дякую.

Чутно короткі гудки. Богдан закриває дипломат. Підвівшись, стає на унітаз із дипломатом у руках. У зачинені двері ванної кімнати починають настирливо стукати.

БОГДАН
Кілька хвилин.

Богдан кладе дипломат на зливний бачок, задверний стук наростає.

БОГДАН
(роздратовано)
Кажу ж вам, я зараз!

Богдан поспішає зняти один із квадратів панельної стелі. Відклавши квадрат, бере дипломат та ховає його у порожнину між надбудованою та «початковою» стелями. З чорноти стельової порожнечі за Богданом спостерігають Відьмині очі. Помітивши це, Богдан втрачає рівновагу і падає з унітазу на підлогу. При падінні задверний стук помітно посилюється. Лежачи на підлозі, Богдан помічає залишеного під тумбою кухонного ножа. 

БОГДАН
(роздратовано)
Дістали!

Дотягнувшись до ножа, Богдан підводиться із ним у руці. Задверний стук у цю мить стає зовсім нестерпним. Підійшовши до зачинених дверей, Богдан піднімає ножа над головою, готовий напасти на того, хто за ними. Різко розчиняє двері. Ніж Богдана ріже повітря. За дверима – жодної живої душі. Стук припиняється. Заткнувши ножа за пояс, Богдан повертається до унітазу та повертає вийнятий квадрат на місце.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) НІЧ

Підійшовши до портрету Відьми, Богдан виймає ніж з-за пояса і починає кромсати ним полотно, гучно повторюючи:

БОГДАН
Це все через тебе!

До кімнати на крик прибігає Батько Діани, Богдан продовжує шматувати картину.

БАТЬКО ДІАНИ
Ти нормальний?

Богдан зупиняється.



БОГДАН
(зітхаючи)
Нерви…

БАТЬКО ДІАНИ
Кожен переживає горе по-своєму, але тобі краще виражати це у менш агресивній формі. Сходи розвіятися. Я наполягаю.

Богдан нервово киває.

ІНТ. ПРОСТІР НАД СТЕЛЕЮ У ВАННІЙ КІМНАТІ

У відкритому дипломаті із грішми стає на одну пачку купюр менше.

НАТ. ВУЛИЦЯ РАНОК

Богдан іде вулицею з пакетом, у якому лежить «попільний» піджак. Богдан підходить до подвійного смітника, у якому риється БОМЖ.

БОГДАН
Перепрошую.

Бомж відволікається від розкрадання смітника. Богдан передає йому пакет із піджаком і йде далі.

ІНТ. НІЧНИЙ КЛУБ НІЧ

Богдан продирається крізь танцюючий натовп (МАСОВКА2) до барної стійки, ледве видершись на високий барний стілець, замовляє у БАРМЕНА випивку (розмову не чути через гучну музику). Богдан випиває шот за шотом.

БОГДАН
(намагаючись перекричати музику)
Є щось міцніше? Чайових не пошкодую.

Богдан дістає з кишені стодоларову купюру. Кладе на стійку. Помітивши гроші, Бармен нахиляється до Богдана максимально близько, непомітно передає йому прозорий пакетик із таблеткою екстазі та шепоче на вухо:

БАРМЕН
Не ковтай усе одразу.

З Масовки1 до барної стійки не певним кроком іде відверто одягнена ДІВЧИНА напідпитку. Богдан допомагає їй сісти на сусідній барний стілець.
ДІВЧИНА
(Богдану)
Чого сумуєш?

БОГДАН
(Дівчині)
Чого питаєш?

ДІВЧИНА
(Богдану)
Можу порадувати. Небезкоштовно.

Дівчина тягне Богдана до туалету, ховаючи у кишеню крупну купюру.

ІНТ. НІЧНИЙ КЛУБ (ТУАЛЕТ) НІЧ

Богдан і Дівчина у кабінці. Вона кладе йому під язика цілу таблетку екстазі і, опустившись на коліна, розстібає ширінку Богданових штанів. Відчувши дотик її губ до свого члена, Богдан заплющує очі.

БОГДАН
(не відкриваючи очей)
Чого гальмуєш?

Богдан відкриває очі, опускає погляд на Дівчину, але її перед ним немає.

БОГДАН
(собі під ніс)
Шалава…

Богдан застібає ширінку. У двері кабінки (позаду Богдана) починають стукати (звук). Стук, як остання капля, змушує Богдана різко розчинити двері, аби нашкодити тим, хто у них стукає. За дверима Богдана очікує Відьма (у істинній подобі). Вона різко та пронизливо кричить.

ІНТ. НІЧНИЙ КЛУБ НІЧ

Залишивши туалет позаду, неспокійний Богдан вбігає у Масовку2, розштовхує людей на шляху до виходу із нічного клубу. Коли ж Масовка2 добігає кінця, Богдан опиняється перед маєтком Власного.

ІНТ. МАЄТОК ВЛАСНОГО (КАБІНЕТ) НІЧ

Костянтин Власний сидить за письмовим столом, Богдан – навпроти нього.



КОСТЯНТИН ВЛАСНИЙ
Звідки я маю знати, чому у моменти безпам’ятства ти йдеш сюди, а не, що було б значно логічніше, додому? Твій нетверезий стан – лише частина відповіді. Скажи, у тебе є друзі?

БОГДАН
Діана…

КОСТЯНТИН ВЛАСНИЙ
Зрозуміло. Спатимеш на другому поверсі.
(Дворецькому, який за межами кімнати)
Ігоре!

ІНТ. МАЄТОК ВЛАСНОГО (КОРИДОР2/КІМНАТА ДЛЯ ГОСТЕЙ) НІЧ

Дворецький супроводжує Богдана по слабко освітленому коридору до кімнати для гостей. Богдан заходить у кімнату.

ДВОРЕЦЬКИЙ
(залишаючись у коридорі)
До світанку нікуди не виходь. Щоб ти не почув, залишайся у кімнаті.

Дворецький зачиняє двері кімнати для гостей на ключ, залишаючи Богдана наодинці. Богдан сідає на ліжко, дістає з кишені телефон, побачивши величезну кількість пропущених дзвінків від Мами Діани, Богдан відправляє їй голосове повідомлення: 

БОГДАН
(у слухавку)
Затримаюся до ранку. Робота.

Богдан лягає на застелене ліжко. Досить скоро у кімнату заходить Відьма (у людській подобі) та лягає біля Богдана. Відьма обережно бере Богдана за поранений зап’ясток, знімає застарілий пластирний браслет та починає зализувати подряпини.

БОГДАН
(цокаючи зубами)
Кляте екстазі.

Облизані Відьмою подряпини безслідно зникають.

БОГДАН
Я тепер вільний?
ВІДЬМА
Ти будеш, Богдане.

БОГДАН
Коли?

ВІДЬМА
(моторошним голосом)
Коли я дозволю.

Богдан починає цокати зубами все частіше, аж поки не прокусує собі язик.

ІНТ. МАЄТОК ВЛАСНОГО (КІМНАТА ДЛЯ ГОСТЕЙ) НІЧ

Богдан (з пластирним браслетом на зап’ястку) прокидається у ліжку наодинці. За зачиненими дверима кімнати чутно страшенний гуркіт. Підвівшись, Богдан обережно крокує до дверей. Повільно присівши, він примружує одне око та зазирає у замкову щілину. Тієї ж миті у його відкрите око різко встромляється Відьмин кіготь. Богдан несамовито кричить від болю.

ІНТ. МАЄТОК ВЛАСНОГО (КІМНАТА ДЛЯ ГОСТЕЙ/КОРИДОР2) НІЧ

Прокинувшись на ліжку, Богдан різко підводиться на ноги, перевіряє на дотик цілісність свого ока (воно неушкоджене). Трохи заспокоївшись, Богдан телефонує Костянтину Власному. Відповіді немає. Після кількох невдалих спроб додзвонитися, Богдан починає завзято гупати у двері. Дуже скоро з-за дверей він чує свій голос.

БОГДАН (З.К.)
(роздратовано)
Дістали!

Як тільки двері починають відмикати, Богдан різко припиняє гупати, відійшовши убік, прислоняється до стіни біля дверей. Майже одразу ж до кімнати заходить розлючена Копія Богдана та розрізає повітря кухонним ножем. Скориставшись замішанням Копії Богдана через відсутність «стукача» за дверима, Богдан вислизає з кімнати непоміченим. Опинившись у коридорі, замикає Копію Богдана у кімнаті для гостей залишеним у замковій щілині ключем, забирає ключ та майже одночасно чує задверні звуки втикання ножа у дерево. Богдан поспішає до сходів у протилежному кінці коридору.

ІНТ. МАЄТОК ВЛАСНОГО (СХОДИ) НІЧ

Сходячи донизу, Богдан розминається з Дворецьким, що піднімається наверх.



ДВОРЕЦЬКИЙ
(проходячи повз Богдана)
Хазяїн буде незадоволений.

ІНТ. МАЄТОК ВЛАСНОГО (ПЕРЕДПОКІЙ) НІЧ

Спустившись, Богдан через передпокій іде до головної зали, крізь зачинені двері якої чутно жіноче багатоголосся.

ІНТ. МАЄТОК ВЛАСНОГО (ГОЛОВНА ЗАЛА) НІЧ

Увійшовши, Богдан опиняється на костюмованій вечірці, де присутні виключно жінки (МАСОВКА3). Поява Богдана спричиняє моментальну тишу – усі розмови водночас припиняються. Із натовпу до Богдана виходить вишукано вбрана Відьма (у людській подобі).

ВІДЬМА
(урочисто)
Ласкаво прошу на мій скромний дівич-вечір.

БОГДАН
(вхопившись за дверну ручку)
Вибачаюся, схоже, я помилився вечіркою. Вітаю зі скорим весіллям.

Богдан виходить у передпокій. Масовка3 «оживає».

ВІДЬМА
(Масовці3)
Хай собі йде. Наречений на дівич-вечорі зайвий.

ІНТ. МАЄТОК ВЛАСНОГО (ПЕРЕДПОКІЙ) НІЧ

У передпокої на Богдана чекає Костянтин Власний.

КОСТЯНТИН ВЛАСНИЙ
Готовий зайняти моє місце?

БОГДАН
(зніяковіло)
Навіть не думав…

КОСТЯНТИН ВЛАСНИЙ
Дарма. Така твоя доля.

БОГДАН
Доля, то відмовка для невдах.


КОСТЯНТИН ВЛАСНИЙ
Я, по-твоєму, невдаха?

БОГДАН
Вибачте, я не те мав на увазі.

КОСТЯНТИН ВЛАСНИЙ
Казав же, кінчай вибачатися. Вона тебе обрала, тож можеш або зайняти моє місце, або померти.

БОГДАН
(ніяково посміхаючись)
І що Ви порадите обрати?

КОСТЯНТИН ВЛАСНИЙ
Смерть.

Миттю опинившись поруч із Богданом, Костянтин Власний хапає його за горло та припіднімає над землею.

КОСТЯНТИН ВЛАСНИЙ
Але без тебе вона мене не відпустить.

Костянтин Власний відпускає Богдана. Відчувши під ногами підлогу Богдан вибігає з маєтку.

КОСТЯНТИН ВЛАСНИЙ
(ледве стримуючи сміх, Богдану услід)
На сьогодні ти вільний.

ЕКСТ. ПОБЛИЗУ КИЄВСЬКОГО МАЄТКУ КОСТЯНТИНА ВЛАСНОГО НІЧ

Наляканий Богдан вибігає з воріт, що ведуть на територію маєтку. Дорогу йому раптово перекриває повністю тоноване АВТО1. Водійське скло Авто1 опущене, за кермом – ВОДІЙ АВТО1 з пістолетом, який він тримає направленим на Богдана. Богдан зупиняється, тримає руки на видноті.

ВОДІЙ АВТО1
Не намагайся втекти. Ти однозначно приречений, тож куля у твою бідову голову буде милосердям з мого боку. Сумління не загризе. Сідай на сусіднє сидіння.

Богдан повільно обходить Авто1, щоб виконати наказ. Водій Авто1 тримає його на мушці.

ВОДІЙ АВТО1
Шуруй! Не хочу залишатися біля маєтку довше, ніж необхідно.

Богдан прискорює крок, сідає в Авто1 поруч із Водієм Авто1, котрий досі тримає пістолет направленим на Богдана.

ІНТ. АВТО1 НІЧ

Як тільки Авто1 рушає, хтось позаду Богдана накидає йому на голову непрозорий мішок. ЗТМ.

ІНТ. ОСЕЛЯ ХУДОЖНИКА НІЧ

Не самотужки звільнившись від мішка на голові, прив’язаний до стільця Богдан, насилу фокусуючи зір через погане освітлення, бачить перед собою ХУДОЖНИКА (схожий на Леонардо да Вінчі чоловік у залізній масці Ганнібала Лектера), що, відійшовши назад, сідає на підлогу (у центр намальованого крейдою неперервного кола-пентаграми).

ХУДОЖНИК
Поздоровляю зі скорим безсмертям.
 
БОГДАН
(втомлено посміхаючись)
Пропоную одразу перейти до моменту, коли настане час прокидатися.

ІНТ. КВАРТИРА БОГДАНА (СПАЛЬНЯ) РАНОК

Богдан прокидається на подружньому ліжку, позіхаючи, повертається на інший бік, опиняючись ніс у ніс із Художником.

ХУДОЖНИК
Краще?

Наляканий Богдан різко хитає головою.

ХУДОЖНИК
От і я так не думаю.

ІНТ. ДРЕВНЯ МАЙСТЕРНЯ ХУДОЖНИКА ДЕНЬ


Схопивши Богдана за лікоть, Художник підводить його до мольберта, на якому сохне щойно намальований Відьмин портрет.



ХУДОЖНИК
Ним я увічнив свою дружину, що страждала від тяжкої хвороби, ненавмисне увічнивши її страждання. З тих пір уже багато століть Анастасія змушує страждати інших.

БОГДАН
Чому б не знищити портрет?

ХУДОЖНИК
Хіба ти не намагався? Допоки я живий, це неможливо. Та вона не дозволить мені померти.

Художник дістає ножа нізвідки, жестом пропонує його Богдану.

ХУДОЖНИК
Сміливіше. Я не ображуся.

Богдан бере ножа та втикає його Художнику в живіт по самісіньке руків’я. Художник безболісно виймає ножа з живота (крові на ньому немає).

ХУДОЖНИК
Гадаю, смерті я не достойний. 

Художник раптово приставляє ножа Богдану до горла.

ХУДОЖНИК
Хочеш урятувати душу?

БОГДАН
Альтернатива?

Художник опускає ножа.

ХУДОЖНИК
Вічність поруч із нею, у розкоші та багатстві, що наразі належать її попередньому фавориту – кривавому барону, відомому тобі під іменем Костянтин Власний. Спочатку це зведе тебе з розуму…



БОГДАН
Вічність у пеклі – також вічність.

ХУДОЖНИК
Саме так. Тож вирішуй.

БОГДАН
Ріж.

Художник різко встромляє ніж у нижню щелепу Богдана. ЗТМ.

ІНТ. ПОРОЖНЕЧА У ПІДСВІДОМОСТІ ДІАНИ

Чорний квадрат Малевича. Богдан опиняється у чорноті поруч зі змореною та безсилою на вигляд Діаною (у просторому платті, з наплічними подряпинами), глибоке її дихання перетворюється на сизу пару, наче у зимню пору. Вона протягує Богдану руку, Богдан тягне руку у відповідь.

ДІАНА
Ще не час. Ти повинен урятувати дитину.

Діана виштовхує Богдана за межі чорного. Його поглинає білизнА.

ІНТ. ДРЕВНЯ МАЙСТЕРНЯ ХУДОЖНИКА ДЕНЬ


Богдан прокидається на підлозі в калюжі власної крові. Художник неподалік витирає ножа.

ХУДОЖНИК
Якщо вже смерть тобою нехтує…

ІНТ. ОСЕЛЯ ХУДОЖНИКА НІЧ

Богдан – знову на стільці (віднині не прив’язаний), а Художник – у колі.

ХУДОЖНИК (ПРОДОВЖЕННЯ)
Усе, що лишається – посміхнутися долі у відповідь.

Художник знімає залізну маску, демонструючи Богдану посмішку Ґлазґо.

ЕКСТ. АВТО1 (РУХАЄТЬСЯ) ДЕНЬ

З’їхавши з дороги, авто зупиняється на узліссі. Пасажирські двері відчиняються. Хтось виштовхує Богдана (з мішком на голові) з машини.
НАТ. НА УЗЛІССІ ДЕНЬ

Підводячись, Богдан знімає з голови мішка та дивиться услід від’їжджаючому Авто1. Коли Богдан починає йти вздовж дороги, з лісу до нього виходить Відьма (у людській подобі).

ВІДЬМА
(Богдану услід)
Куди поспішаєш?

БОГДАН
(прискорюючи крок)
Подалі від тебе.

ВІДЬМА
(Богдану услід)
Я зачекаю.

НАТ. НА УЗЛІССІ ДЕНЬ

Ідучи уперед, Богдан якимось чином опиняється у тому ж місці, де його очікує Відьма.

БОГДАН
(зупинившись біля Відьми)
Чого ти хочеш?

ВІДЬМА
Одружитися. Потрібна твоя згода. Кохання не буває одностороннім.

БОГДАН
Інакше жахати мене будеш?

ВІДЬМА
І це також.

Богдан починає йти у зворотному напрямку.

БОГДАН
Переживу.

НАТ. НА УЗЛІССІ ВЕЧІР

Черговий раз Богдан проходить повз Відьму.

ВІДЬМА
(Богдану услід)
Зупинись!

Богдан різко зупиняється через раптовий біль у грудях.

ВІДЬМА
Ти все ще мічений.

Відьма підходить до Богдана. Богдан знімає пластирний браслет, демонструючи відсутність під ним подряпин.

БОГДАН
Більше ні. Дякуючи тобі.

ВІДЬМА
Наївний, то була не моя мітка…

Богдан хапається за серце. У тому ж місці крізь одяг поступово проступає кров.

ІНТ. МАЄТОК ВЛАСНОГО (ВІТАЛЬНЯ) НІЧ

Богдан спить на застеленому клейонкою дивані. Сидячи поруч, над ним нависає Відьма (у істинній подобі). Промоклий піджак Богдана розстебнутий, сорочка також. Відьма кігтем виводить химерний символ зліва на грудях Богдана.

ВІДЬМА (ПРОДОВЖЕННЯ)
Моя - ближче до серця.

НАТ. НА УЗЛІССІ ВЕЧІР

Стікаючи кров’ю, Богдан продовжує йти від Відьми геть.

НАТ. НА УЗЛІССІ НІЧ

На черговому «крузі» закривавлений Богдан втрачає рівновагу, падає на коліна перед Відьмою.

ВІДЬМА
То як?

БОГДАН
Я не стану твоєю власністю.

ІНТ. КВАРТИРА БОГДАНА (ДИТЯЧА) РАНОК

Діана стоїть перед Вантажником2 (з неприродно вигнутою шиєю та кульовою діркою у лобі), який тримає піднос із двома чашками кривавої кави (у каву стікає кров з його носа). Позаду Діани з’являється Відьма (у істинній подобі). Керуючи Діаниними руками, Відьма змушує її почергово залпом осушити обидві чашки кривавої кави.

ВІДЬМА (З.К.)
Діана пручалася значно менше.
НАТ. НА УЗЛІССІ НІЧ

Стікаючи кров’ю, Богдан стоїть перед Відьмою на колінах.

БОГДАН
Може ти й заволоділа її тілом, але не духом!

ВІДЬМА 
Тіла виявилося достатньо. Я лише хотіла привернути твою увагу.

БОГДАН
Тобі вдалося…

З останніх сил Богдан підводиться на ноги та починає душити Відьму за горло.

ІНТ. ПАЛАТА ДІАНИ НІЧ

Нависаючи над непритомною Діаною, Богдан обома руками душить її за горло. Кардіомонітор починає пронизливо пищати. До палати негайно вбігають Санітари1,2 та силоміць відтягують засліпленого люттю Богдана від Діани.

ІНТ. НЕСКІНЧЕННИЙ ЛІКАРНЯНИЙ КОРИДОР НІЧ

Санітари1,2 везуть прив’язаного ременями до пересувної кушетки Богдана у неясному напрямку. Їх супроводжує Відьма (у формі медсестри).

ВІДЬМА
(Богдану)
Погоджуйся, ти ж цього хочеш.

БОГДАН
(Відьмі, гучно)
Ніколи!

Кушетка різко зупиняється. Санітар1 підходить до Богдана та надягає на нього залізну маску, як у Ганнібала.

САНІТАР1
(Богдану)
Щоб менше патякав.

Керована Санітарами1,2 кушетка продовжує рух.

ВІДЬМА
(Богдану)
Ну от. Тепер ти схожий на мого першого чоловіка.
Нахилившись до Богдана, Відьма шепоче йому на вухо:

ВІДЬМА
Я чекатиму, скільки буде треба. Діана – навряд.

ТИТР: 

ТИЖДЕНЬ ПОТОМУ

ЕКСТ. ПАЛАТА БОГДАНА РАНОК

ЛІКАР2 проводить Батька і Маму Діани до зачинених дверей палати Богдана.

ЛІКАР
Це остаточне рішення?

МАМА ДІАНИ
(Лікарю)
Він має право знати.

Лікар відмикає двері палати Богдана.

ЛІКАР2
У вас не більше п’яти хвилин.

Батько та Мама Діани заходять всередину палати, Лікар2 зачиняє за ними двері, чекає відведений час, спиною опираючись на зачинені двері (прискорено). Почувши стук у двері з середини, Лікар2 відчиняє їх, випускаючи Батька та Маму Діани назовні. Вони йдуть геть. Лікар2 заходить у палату Богдана.

ІНТ. ПАЛАТА БОГДАНА РАНОК

Зайшовши до палати з м’якими стінами, Лікар2 сідає на ліжко. Богдан (у гамівній сорочці) сидить на підлозі, спиною опираючись на м’яку стіну.

ЛІКАР2
Як ти?

БОГДАН
Мені відповісти, чи самі здогадаєтесь?

ЛІКАР2
Радій тому, що дитина вижила. До речі, це дівчинка.


БОГДАН
Я ніколи її не побачу, чи не так?

ЛІКАР2
Буду відвертим, шанси мізерні.

БОГДАН
Можна сьогодні подвійну дозу снодійного?

Лікар2 хитає головою та виходить із палати. Одразу після його виходу у кутку палати з’являється Відьма (у істинній подобі). Богдан байдуже відвертається від неї.

ТИТР: 

П'ЯТНАДЦЯТЬ РОКІВ ПОТОМУ

ІНТ. ПАЛАТА БОГДАНА РАНОК

На ліжку сидить нерухомий Богдан (у гамівній сорочці та з довгим волоссям). До палати заходить Лікар2.

ЛІКАР2
До тебе відвідувач. Вирішив попередити, бо це твоя донька. Тож, може, пожвавішаєш, хоча б на час її візиту?

Богдан ніяк не реагує на слова Лікаря2. Лікар2 виходить із палати, але негайно повертається туди з ДОЧКОЮ БОГДАНА (15 РОКІВ).

ЛІКАР2
(Дочці Богдана)
Він у такому стані вже декілька років. Шкода, що вам не вдалося зустрітися раніше.

ДОЧКА БОГДАНА
(Лікарю2)
Нічого. Залиште нас.

Лікар виходить із палати. Дочка Богдана підходить до Богдана, нахилившись до нього, шепоче на вухо:

ДОЧКА БОГДАНА
Я досі чекаю…


ЕКСТ. ПАЛАТА БОГДАНА РАНОК

Почувши пронизливий дівочий крик, Лікар2 забігає в палату та досить скоро виходить звідти з Дочкою Богдана, яка прикриває рукою понівечену укусом щоку.

ЛІКАР2
Рану треба терміново продезінфікувати. Аптека на першому поверсі. Ходімо…

Лікар2 та Дочка Богдана ідуть геть. Через деякий час у палату заходять Санітари1,2. Вони виводять з палати Богдана, що пручається, попід руки.

САНІТАР1
У намордник його…

ІНТ. НЕСКІНЧЕННИЙ ЛІКАРНЯНИЙ КОРИДОР РАНОК

Санітари1,2 везуть прив’язаного ременями до пересувної кушетки косматого Богдана (у гамівній сорочці та залізній масці Ганнібала) у неясному напрямку. Їх супроводжує Відьма (у формі медсестри).

ВІДЬМА
(Богдану)
Усе можна виправити. Варто лише погодитись.

ІНТ. МАЄТОК ВЛАСНОГО (СПАЛЬНЯ) РАНОК

Відьма (у людській подобі) просинається з будильником, обіймає себе, ховаючись від ранкової прохолоди глибше під ковдру, повертається до Богдана.

ВІДЬМА
Таким може бути твоє минуле.

Богдан повертається до Відьми, неохоче відриваючись від споглядання побіленої стелі.

ІНТ. ГАЛЕРЕЯ ВЛАСНОГО ВЕЧІР

Богдан (у зручному одязі) і Відьма (у вишуканій вечірній сукні) повільно крокують галереєю поміж Масовки1. ОФІЦІАНТ із підносом, на якому розміщені келихи повні вина, ненавмисне стикається з Богданом у натовпі. 

ОФІЦІАНТ
(Богдану, ледь не впустивши піднос)
Вибачаюся, пане Власний.

Богдан іде далі, наче не помічаючи Офіціанта та його вибачень. Продершись крізь Масовку1, він уважно вдивляється в картини на стінах. З точки зору Богдана усі вони – різноформатні дублікати Відьминого портрету. Відьма бере Богдана за руку.

ВІДЬМА
Гарно, правда ж?

БОГДАН
Я згоден…

ІНТ. НЕСКІНЧЕННИЙ ЛІКАРНЯНИЙ КОРИДОР РАНОК

Санітари1,2 продовжують везти прив’язаного ременями до пересувної кушетки косматого Богдана (у гамівній сорочці та залізній масці Ганнібала) у неясному напрямку. Їх супроводжує Відьма (у формі медсестри).

БОГДАН
(ледь помітно ворушачи губами)
Готовий погодитися… Тільки облиш мою сім’ю… Назавжди.

ВІДЬМА
(широко посміхаючись)
Це я можу.

ЗВОРОТНЯ ПЕРЕМОТКА ЧАСУ

ТИТР: 

ДЕСЯТЬ РОКІВ ТОМУ

ІНТ. АВТО ВЛАСНОГО РАНОК

Богдан сидить на задньому сидінні. Він спостерігає у вікно за тим, як П’ЯТИРІЧНА ДОЧКА БОГДАНА грається у пісочниці. До неї підходить Діана, обидві дивляться у бік авто. Голосно зітхнувши, Богдан відвертається від вікна. Бачимо, що за кермом сидить Бомж (у водійському картузі та попільному піджаку).

БОМЖ
Куди прямуємо, капітане?

БОГДАН
(натискаючи на кнопку підйому шторки)
До маєтку.




ІНТ. АВТО ВЛАСНОГО (РУХАЄТЬСЯ) РАНОК

Бомж заводить авто, тисне на газ. Коли шторка повністю піднімається, поруч із Богданом з’являється Відьма (у істинній подобі).

ЕКСТ. ГОЛОВНИЙ ВХІД У МАЄТОК ВЛАСНОГО РАНОК

Дворецький відчиняє Богдану вхідні двері, земно йому кланяється.

ДВОРЕЦЬКИЙ
Хазяїне.

ІНТ. МАЄТОК ВЛАСНОГО (КАБІНЕТ) РАНОК

Богдан сидить за столом Власного. Позаду нього виникає Відьма (у істинній подобі), що обіймає його за шию, склавши руки на його грудях. Богдан ніжно прижимає Відьмину руку до грудей.

ІНТ. КВАРТИРА БОГДАНА (ВАННА КІМНАТА) ДЕНЬ

Діана знаходить дипломат із грішми під підвісною стелею.

ІНТ. КВАРТИРА БОГДАНА (ПЕРЕДПОКІЙ) ДЕНЬ

На телефон Діани, що лежить на взуттєвому комоді, надходить дзвінок від невідомого номера. П’ятирічна Дочка Богдана підбігає до телефону та відхиляє дзвінок, натиснувши на віртуальну червону кнопку. ЗТМ. Фінальні титри.

ЕКСТ. ПОБЛИЗУ КИЄВСЬКОГО МАЄТКУ КОСТЯНТИНА ВЛАСНОГО ВЕЧІР

Прокинувшись за кермом Авто Власного, Бомж (у водійському картузі та попільному піджаку) намацує у кишені піджака сірниковий коробок. Діставши його, відкриває та виймає звідти клаптик полотна, на якому зображений мініатюрний Відьмин портрет.

"""


def getText():
    clean_text_parts = []
    textarray = text.split("\n")
    for line in textarray:
        if line.strip() == "":
            continue
        if textarray.count(line) > 1:
            continue
        clean_text_parts.append(line.strip())

    return clean_text_parts


print(len("".join(getText())))
